{
    "Articles": [
        {
            "id": 0,
            "urls": "https://www.bbc.com/news/videos/cqjrwkw128no",
            "title": "Fake ‘Kamala Harris ad’ used AI and old John Lewis advert",
            "brief": "BBC Verify analysed a false post claiming to show a pro-abortion campaign ad that has widely circulated on social media.",
            "image": "https://ichef.bbci.co.uk/news/1024/branded_news/15ed/live/a0385e30-81e4-11ef-ad45-893aa022fcbc.jpg",
            "content": "A false post claiming to show a pro-abortion campaign ad by Kamala Harris has been widely circulated on social media.  BBC Verify has found that it was made by recycling an old advert for UK department store and adding an AI-generated voice over.  Produced by Jemimah Herd Additional reporting by Olga Robinson and Shayan Sardarizadeh The teenager was speeding towards a dead-end at 113mph (182 km/h) due to malfunctioning brakes. Footage shows the dramatic collision near Asheville in North Carolina, during Hurricane Helene. Walz cites the story of Amber Thurman, a Georgia woman who died after not being able to access abortion care. A capsule sent to bring back two astronauts stranded on the International Space Station has docked. Footage shows a torrent of debris and dirt surging down a hill during Hurricane Helene. Charlotte City Councilman Tariq Bokhari shared video of Lake Lure, describing it as \"post apocalyptic”. The fire at a BioLab facility in Conyers has forced road closures and evacuation orders. After 72 million years underground, the 600lb (272kg) head was carefully excavated and moved to a museum. The category four storm hammered Florida's coast, bringing heavy rains and strong winds. Eric Adams is charged with five counts of criminal offenses, including bribery, wire fraud, and illegal campaign donations. Mayor Eric Adams, who was indicted on Wednesday night, says any federal charges are \"based on lies\". All six individuals are safely rescued and handed over to firefighters for medical evaluation. A passenger is shot dead before a Swat team deployed flash-bang grenades and arrested the suspect. It's the fourth house to fall down in only five weeks in the area of Rodanthe as a result of coastal erosion. Life-threatening storm surges are expected in Florida once the storm reaches the US on Thursday. Video from Louisiana shows the girl curled up on the ground in her pyjamas as officers approach her. Bodies are seen on the street after the shooting which reportedly happened outside a Birmingham hookah lounge. The man in distress was barely holding on when emergency services arrived, according to police. Footage shows the 88-year-old Red Bridge in Kamloops, British Columbia, engulfed in flames. She posed as a potential buyer for the car, in Mississauga, Canada, before hitting the owner and fleeing. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.   ...",
            "label": "AIML",
            "author": null
        },
        {
            "id": 1,
            "urls": "https://www.yankodesign.com/2024/10/03/transform-your-night-adventures-with-these-ai-powered-full-color-night-vision-goggles/",
            "title": "Transform Your Night Adventures with these AI-Powered Full-Color Night Vision Goggles",
            "brief": "Transform Your Night Adventures with these AI-Powered Full-Color Night Vision GogglesReady to transform your night-time adventures? Meet the AKASO Seemor True Full-Color Night Vision Goggles—a game-changer that lets you see the world after dark in...",
            "image": "https://www.yankodesign.com/images/design_news/2024/09/transform-your-night-adventures-with-these-ai-powered-full-color-night-vision-goggles/AKASO_Seemor_Night_Vision_Goggles_hero.jpg",
            "content": " Ready to transform your night-time adventures? Meet the AKASO Seemor True Full-Color Night Vision Goggles—a game-changer that lets you see the world after dark in a whole new light. Whether you’re an outdoor enthusiast, wildlife observer, security professional, or just someone fascinated by the nocturnal world, the Seemor goggles are designed to elevate your experiences to the next level. These aren’t just any night vision goggles; they incorporate cutting-edge AI-ISP technology and a high-performing CMOS sensor to deliver full-color vision even in ultra-low light conditions. Imagine stepping into the night and seeing everything in vivid, lifelike color instead of the usual green or black-and-white images. The AKASO Seemor promises to bring the night to life, making it an essential tool for anyone eager to explore, observe, and capture the beauty that unfolds after dusk. Designer: AKASO Click Here to Buy Now: $239.99 $289.99 ($50 off). Hurry, deal ends in 48-hours!  At the heart of Seemor is the groundbreaking AI-ISP technology, a synergy of AI algorithms and Image Signal Processing (ISP) that effortlessly simulates and restores colors based on the current lighting conditions. With an exceptional color reproduction rate of up to 99%, it’s almost as if you’re looking at the world during the day. In addition, the larger 1/1.79-inch CMOS sensor captures more light, providing bright and clear full-color images even in low-light conditions. No more green-tinted or black-and-white views—experience the full spectrum of colors, even under the faintest ambient light, and witness nature’s true beauty after dark. AKASO Seemor stands out by seamlessly integrating AI-ISP technology with CMOS, resulting in an exceptional color reproduction rate of up to 99% even in challenging ultra-low-light environments, surpassing other night vision products. AKASO Seemor stands out by seamlessly integrating AI-ISP technology with CMOS, resulting in an exceptional color reproduction rate of up to 99% even in challenging ultra-low-light environments, surpassing other night vision products. That said, you also have full control over how you want to see the world at night. Versatility is key, and Seemor delivers two observation modes, AI full-color and a seven-level infrared (IR) black-and-white, allowing you to adapt to different lighting conditions with a manual switch. This flexibility means that no matter where you are or what you’re doing, Seemor provides the perfect view. With AI Full Color, you get to see the beauty of the night as if it were daytime, while IR mode enhances your ability to see even when there is no ambient light.  Night vision cameras often carry the stereotype of producing grainy, low-res images, but the AKASO Seemor will blow your mind with its 4K video and 4MP photo capabilities. Thanks to its large CMOS sensor, the night vision goggles ensure that every detail is sharp and vibrant. These high-definition captures ensure that every moment from your nocturnal adventures is preserved with exceptional clarity and vividness.  You can instantly watch these moments on the built-in 3-inch screen, making it feel like you’re right there up close, while 2.4G Wi-Fi connectivity lets you monitor using your phone and instantly share your nighttime shots with ease. This feature is a real game-changer when you’re out camping—check out what’s happening both inside and outside your tent without stepping into the cold night.   Worried about battery life cutting short your expeditions? Seemor’s got you covered with two replaceable 3250mAh batteries, each lasting up to 4 hours. With a total of 8 hours, you can explore all night long without a hitch. Plus, it comes with an accessory package to make your adventures smoother and more enjoyable. Whether you’re on a nighttime hike or a late-night wildlife observation, Seemor’s long-lasting battery life ensures you’re never left in the dark. More than just AI-powered night vision goggles, the AKASO Seemor is your new adventure partner, bringing the night to life in vivid color and incredible detail. Unlock the night and step into a world of colorful, clear, and exciting nocturnal adventures with the AKASO Seemor! Click Here to Buy Now: $239.99 $289.99 ($50 off). Hurry, deal ends in 48-hours! For any pet parent, bath time is often the beginning of chaos. Unless you have a pet who obediently sits through their bath, the real… We have become so dependent on our electronic appliances and devices that we start to panic when the grid suddenly goes down. While solar power… Hear the words of Yi-Luen Tan, this guitar’s “an evolution of man’s quest to create a figure and form that resonates sonically, visually, and philosophically… To the layman the naoLoop Loft is nothing but a glamorized sheet of metal bended in three places; powder coated and has tension straps to… The digital age was already booming but ever since the pandemic hit, it has reached a whole new level. Now everything has to be done… You’ll never have to stick anything on the back of your phone because this single magical wallet has everything you need and then some. Despite… We’re an online magazine dedicated to covering the best in international product design. We have a passion for the new, innovative, unique and undiscovered. With our eyes firmly focused on the future. Editorial Standards and Ethics / Privacy Policy ...",
            "label": "AIML",
            "author": "Satsuki Then"
        },
        {
            "id": 2,
            "urls": "https://springwise.com/innovation/health-wellbeing/ai-unlocks-insight-for-womens-healthcare/",
            "title": "AI-powered data analysis boosts women’s health",
            "brief": "This platform analyses existing, unstructured data to deliver actionable insights",
            "image": "https://springwise.com/wp-content/uploads/2024/10/innovationhealth-wellbeingAI-unlocks-insight-for-womens-healthcare.jpg",
            "content": " ...",
            "label": "AIML",
            "author": "Matthew Hempstead"
        },
        {
            "id": 3,
            "urls": "https://www.insurancejournal.com/news/national/2024/10/04/795662.htm",
            "title": "The Chief Artificial Intelligence Officer: Leading AI Innovation and Risk Management",
            "brief": "Generative artificial intelligence (AI) has emerged as a new technology with the potential to completely reshape business practices and create new avenues for innovation. It will significantly impact virtually every industry sector. Organizations have rushed …",
            "image": "https://www.insurancejournal.com/app/uploads/2020/05/bigstock-ai-learning-and-artificial-intelligence-e1588592755402-580x387.jpg",
            "content": "Generative artificial intelligence (AI) has emerged as a new technology with the potential to completely reshape business practices and create new avenues for innovation. It will significantly impact virtually every industry sector. Organizations have rushed to embrace it, as evidenced by a recent Gallagher survey of 1,000 business owners. In that survey, a vast majority — 81% — indicated they planned to maintain or increase investments in AI in the near term. However, along with new efficiencies, AI tools will bring new risks to the forefront for those that use them. AI’s risk will force enterprise risk management programs to incorporate strategies to effectively manage, which will undoubtedly be a new process for most entities. Top Risks Associated with Generative AI Use While we’re still evaluating all the risks associated with generative AI, we’ve identified several high-risk categories that bear close attention for business leaders, including: The Chief Artificial Intelligence Officer: A New Role As modern, risk management-oriented organizations leverage AI to remain competitive, they may need to address a new role: The chief artificial intelligence officer (CAIO). The role will require a keen ability to balance innovation with AI risk management, and may include: Where to Start: New AI Risk Management Guidelines Several organizations have recently published suggested frameworks for risk-based standards in implementing AI programs: While not all organizations may be ready for a CAIO at this point, they should carefully consider such an investment. This role will become more important as AI becomes a standard requirement to stay competitive. Most businesses have already embraced AI in some form, and there’s every indication that AI use will continue increasing rapidly. Litigation and regulatory risks have risen in lockstep with the pace of AI engagement, driving the need for risk managers to be at the forefront of AI risk as it unfolds. \nTopics\nInsurTech\nData Driven\nArtificial Intelligence\nRisk Management\n Was this article valuable? Thank you! Please tell us what we can do to improve this article. Thank you! % of people found this article valuable. Please tell us what you liked about it. Here are more articles you may enjoy. \n                    John Farley leads Gallagher’s Cyber Liability practice, developing and executing insurance coverage across all lines in the U.S. John provides thought leadership on a variety of cyber risk management best practices and assists clients across all industries in navigating the dynamic cyber insurance markets as a means to cyber risk transfer while providing guidance on emerging regulatory risk, cyber attack techniques, cyber risk prevention and data breach cost mitigation strategies.                 Get automatic alerts for this topic. Your email address will not be published. Required fields are marked * Name * Email * Comment \n\n\n\n  Δ Notify me of comments via e-mail ...",
            "label": "AIML",
            "author": "Admin"
        },
        {
            "id": 4,
            "urls": "https://www.forbes.com/sites/bernardmarr/2024/10/04/the-game-changing-impact-of-generative-ai-on-the-enterprise/",
            "title": "The Game-Changing Impact Of Generative AI On The Enterprise",
            "brief": "This article explores the current state of generative AI in the enterprise, its challenges, and future trends, featuring insights from Pascal Brier, CIO at Capgemini.",
            "image": "https://imageio.forbes.com/specials-images/imageserve/66ff82c6ba920e5b1bdd33b6/0x0.jpg?format=jpg&height=900&width=1600&fit=bounds",
            "content": "Generative AI is rapidly transforming how businesses operate, but many organizations are still in ... [+] the early stages of adoption. In the world of business technology, generative AI has emerged as a transformative force, promising to revolutionize how enterprises operate. Recently, I had the opportunity to discuss the impact of generative AI on the enterprise with Pascal Brier, Chief Innovation Officer and Member of the Group Executive Committee at Capgemini. Our conversation revealed fascinating insights into the current state of generative AI adoption, the challenges businesses face, and the exciting future that lies ahead. Generative AI has quickly become a boardroom priority, with Brier noting that \"about 96 percent of the boardrooms currently have GenAI on the agenda and have one or two sessions being set before the end of the year.\" This heightened interest has translated into a significant increase in adoption rates. According to Capgemini's research, the percentage of large companies that have adopted generative AI has jumped from 6% last year to 24% this year. However, the return on investment (ROI) from these adoptions is still relatively low, ranging from 4% to 7%. Brier suggests that this modest ROI shouldn't be seen as disappointing but rather as a sign that we're still in the early stages of generative AI's potential. \"If we think it's only the beginning, which is what I tend to think, and we're going to get much more than that, then we can say that, yes, there has been some hype, but there is a true thing behind the hype. It's just a matter of time,\" Brier explains. While the potential of generative AI is immense, implementing it effectively comes with its own set of challenges. Brier identifies several key areas that businesses need to focus on to successfully integrate AI into their operations. First and foremost is platform enablement. Organizations need to carefully consider their technology choices and how they'll build their overall AI environment. This isn't just about selecting the right software; it's about creating an ecosystem that can support and scale AI initiatives across the enterprise. Brier emphasizes that this decision is more complex than simply choosing between vendors. Companies must consider factors such as integration capabilities, scalability, and alignment with existing IT infrastructure. Governance is another crucial aspect that companies often discover as they embark on their AI journey. Managing AI models, ensuring security, maintaining ethical standards, and aligning AI use with company culture are all part of this challenge. Brier notes that as AI becomes more integrated into business processes, companies need to establish clear guidelines and oversight mechanisms to manage potential risks and ensure responsible AI use. Identifying the right use cases for AI is also critical for success. Brier suggests three domains of applications for generative AI: Everyday AI (enhancing existing applications), AI in products or services, and AI in the innovation journey. Each of these areas presents unique opportunities and challenges. Companies need to carefully evaluate where AI can add the most value to their operations and strategically prioritize their AI initiatives. Training and skills development emerge as another significant challenge. Preparing the workforce for AI adoption is critical for realizing the technology's full potential. Brier emphasizes the importance of training people not just on technical skills but on how to interact effectively with AI systems, understand security and ethical considerations, and recognize the costs associated with AI use. This holistic approach to AI education helps ensure that employees can work alongside AI systems effectively and responsibly. Finally, responsible use and cost management are crucial considerations. Organizations need to be aware of both the financial and environmental costs of AI implementation. Brier points out that while the current usage might be moderate, as AI scales across the enterprise, these costs will become increasingly significant. Companies need to develop strategies to monitor and manage these costs effectively, balancing the benefits of AI with its resource requirements. Looking ahead, Brier sees several exciting trends shaping the future of AI in the enterprise. One key development is the diversification of AI models. \"We're going to use different types of models,\" Brier predicts. This evolution moves beyond the current focus on selecting a single, all-encompassing model. Instead, organizations will likely employ a mix of large, generic models alongside smaller, specialized models trained for specific needs. This approach allows for greater flexibility and efficiency, tailoring AI capabilities to particular tasks or domains within the enterprise. Another significant trend on the horizon is the emergence of hybrid AI ecosystems. Brier envisions a future where different types of AI work in concert, creating more sophisticated and capable systems. \"Most solutions will use different types of knowledge-based generative AI,\" he explains. This hybrid approach combines the strengths of various AI technologies, potentially including traditional machine learning, natural language processing, and other specialized AI tools. By integrating these diverse AI capabilities, enterprises can create more robust, versatile, and intelligent systems that can tackle complex challenges across various business domains. Perhaps the most intriguing development Brier foresees is the rise of AI agents. \"Everybody will tell you about agents and agentic systems,\" he notes, highlighting the growing buzz around this concept in tech circles. These AI agents represent a significant leap forward in AI functionality and autonomy. At their most basic level, AI agents are specialized software robots trained to perform specific tasks on behalf of users. However, the potential of these agents extends far beyond simple task automation. Brier envisions a progression from single-purpose agents to complex multi-agent systems capable of interacting with each other and making autonomous decisions. This could revolutionize how businesses operate, with AI agents managing everything from supply chains to customer interactions with minimal human intervention. As we stand on the cusp of this AI revolution, it's clear that the impact of generative AI on the enterprise will be profound and far-reaching. While challenges remain, particularly in areas of governance, training, and responsible use, the potential benefits are too significant to ignore. Brier's insights underscore the importance of a thoughtful, strategic approach to AI adoption. As he puts it, \"There is no magic formula... companies have to consider it as one of their five things that they need to look at.\" For business leaders, the message is clear: the time to engage with generative AI is now. By understanding its potential, addressing the challenges head-on, and preparing for the exciting developments on the horizon, enterprises can position themselves to thrive in the AI-powered future that's rapidly unfolding before us.  One Community. Many Voices. Create a free account to share your thoughts.  Our community is about connecting people through open and thoughtful conversations. We want our readers to share their views and exchange ideas and facts in a safe space. In order to do so, please follow the posting rules in our site's Terms of Service.  We've summarized some of those key rules below. Simply put, keep it civil. Your post will be rejected if we notice that it seems to contain: User accounts will be blocked if we notice or believe that users are engaged in: So, how can you be a power user? Thanks for reading our community guidelines.  Please read the full list of posting rules found in our site's Terms of Service. ...",
            "label": "AIML",
            "author": "Bernard Marr, Contributor, \n Bernard Marr, Contributor\n https://www.forbes.com/sites/bernardmarr/"
        },
        {
            "id": 5,
            "urls": "http://digiday.com/media-buying/ai-briefing-pinterest-microsoft-and-google-bring-new-generative-ad-features-for-social-and-search/",
            "title": "AI Briefing: Pinterest, Microsoft and Google bring new generative ad features for social and search",
            "brief": "This week has had another flurry of AI-related ad news as major players like Pinterest, Microsoft and Google roll more ways for advertisers to create and buy ads across social, search and chatbots.",
            "image": "https://digiday.com/wp-content/uploads/sites/3/2023/09/ai-robot-digiday.jpeg",
            "content": "\nLast chance:  Secure your pass for the Digiday Media Buying Summit | Oct. 15-17\n \nLast chance:  Secure your pass for the Digiday Media Buying Summit | Oct. 15-17\n This week has brought another flurry of AI-related ad news as major players like  Microsoft and Google, and even social platform Pinterest roll out more ways for advertisers to create and buy ads across social, search and chatbots. On Tuesday, Pinterest debuted new ways for advertisers to use generative AI to generate ad creative and automate media buying through its recently unveiled Pinterest Performance+ platform. One new tool lets advertisers turn blank backgrounds into “lifestyle imagery” to enhance a brand’s products. Alpha program advertiser Walgreens tested the tool for 50 products — including a perfume bottle ad that appears to sit on a showroom table — to drive 55% higher click-through rates. First announced in summer 2024, the feature is now rolling out to more advertisers that want to test new ad formats powered by Pinterest’s generative AI foundation model. By training its model on Pinterest’s visual data set, the company aims to give advertisers ways to create ads that feel native to the platform and personalized for users’ interests and tastes. The updates also build on Pinterest’s multi-year strategy to use AI for improving both user personalization and advertiser performance, said Matt Crystal, Pinterest’s vp of product.  “The ability to say we know [one person] is a mid century modern guy and [another person] is a maximalist is because you’ve expressed that to us via your behavior on the platform,” Crystal told Digiday, describing it as a special sauce of sorts. “The things you say, the boards you’ve created, etc. For me, that’s what’s really exciting as we think about this personalization vision.” Pinterest’s updates are just the latest in the steady stream of ad-related news from tech giants. In recent months, online platforms have rolled out a number of new advertising features for using AI machine learning and generative AI models. For example, Microsoft this week released new ad tools for Copilot, Bing and Edge. A day later, Google expanded ads for its AI Overviews search summaries.  Naturally, advertisers see the benefits of AI-powered tools for ad creation and automated media-buying. However, some also think a lack of control could be a major obstacle to adoption. Calla Murphy, vp of digital strategy and integrated media at Belardi Wong, said platforms should give advertisers more control over where dollars are going related to customer acquisition, site visits and existing customers. While brands are open to testing ad-creation tools, she’s seeing clients limit tests to feed-based ads like dynamic product ads.  “I actually think some of our larger brand clients will probably not be first adopters, because they have that aspect of brand control,” Murphy said. “And it will really impact smaller advertisers who maybe will give up brand control for rapid creative generation.” With so many recent updates, here’s a lay-of-the-land with highlights from Pinterest, Microsoft, Google, Meta, TikTok, Snap and Amazon. Pinterest Along with its generative AI updates, Pinterest also officially introduced its automated ad-buying Pinterest Performance+ platform. The company hopes to drive more lower-funnel performance while decreasing campaign creation time and costs. Rather than optimizing bids based on traditional metrics like conversion and clicks, Pinterest will let advertisers optimize bids based on return on ad spend (ROAS). When asked how AI-generated ads perform versus ads created by agencies and brands, Crystal said generative AI helps advertisers scale their ad campaigns based on their product catalogs rather than relying just on humans. “Creating thousands of that former image is really expensive and really time consuming,” he said. “Versus [saying] ‘I already have a million SKUs in my product catalog, I already have photos of each of these, how can you help me make these assets I already have more engaging?’” Microsoft  On Wednesday, Microsoft added more AI tools for advertisers creating ad campaigns while also overhauling how Copilot users will engage with ads within a chatbot conversation. Unveiling a new “streamlined” ad experience, Microsoft plans to serve ads in a separate section below Copilot’s organic answers, while a new “ad voice” feature will aim to make ads feel more natural. Ad targets within a Copilot chat will also be based on an entire conversation rather than only based on the user’s previous prompt. As for advertiser tools, Microsoft introduced new ways for marketers to use Copilot for creating images, videos, banners and text marketing messages. A new “Diagnostics” tool will help advertisers inspect campaigns during set-up before they go live while a new “Performance Snapshot” tool will help show key insights and trends. Microsoft has also expanded the new AI advertising features beyond Copilot to Bing search and its Edge browser. Meta Meta’s already rolled out features powered by its Llama family of AI models, including tools for image variation, text overlay, image expansion, text generation and background generation. Smaller advertisers have used Meta’s AI for expanding images. Larger advertisers including e-commerce companies have been testing Meta’s ad background generator to help highlight products. Other AI tools have focused on automation in areas like its Advantage+ platform. Although its recent Meta Connect conference didn’t focus on advertising, Meta said at least 1 million advertisers have used various generative AI tools, and that more than 15 million ads were created with generative AI in the past month. Having a lot of assets can help improve AI tools to create on-brand content. However, Meta vp of Product Management Tak Yan said the number of assets an advertiser needs is “quite minimal,” which lets even smaller advertisers leverage what they have. In an interview last month, Yan said the company is working to incorporate brand tone, voice and other brand guidelines beyond existing features for color schemes and text overlay. Meta’s also looking at ways to create ads based on info on a company’s website and expanding tools for video ads and other ad formats. “Another aspect of this would be how we can put Gen AI and consumer interactivity together,” Yan told Digiday. “That might include giving consumers control on the experience that they have with ads. And then [with] AI, we can produce interactive, personalized experiences, like with format changes, new affordances for them to control the [ad] creative they ultimately see.” Reddit  Over the past few years, Reddit also has acquired several startups — including MeaningCloud, Spiketrap, Spell, and Oterlu — to help expand capabilities for its ads manager and other business tools. Another recent acquisition is Memorable, an AI startup that helps advertisers see which creative performs the best on Reddit.   Along with building tools to help advertisers automate bidding, Reddit has rolled out AI tools to help forecasting, improved keyword targeting and other campaign analysis features. Another AI tool helps advertisers generate headlines when marketing the same product to various audiences. Other tools include prompt templates to help them find the right audiences using generative AI, gauge a brand’s share of voice, and understand brand sentiment across the platform. “Maybe you and I are both interested in a credit card,” posed Roelof van Zwol, Reddit’s vp of ads engineering, in a Digiday interview last month. “Maybe you’re looking because you want to get extra points or benefits in another way, like the concierge services. And I might be looking at it because I’m not willing to pay any fees. If you want to generate headlines, then it would be great if you can personalize the message to different intents that we’ve identified people coming to Reddit.” Along with using its data set to build its own generative AI tools, Reddit also is partnering with companies like Google and OpenAI. While Reddit licenses its data to Google to help improve model training, a Reddit deal with OpenAI includes bringing AI tools to Reddit and bringing Reddit content to ChatGPT. Other platforms with recently added AI tools Prompts and Products — Other AI news and announcements from this week Other AI-related stories and reports from Digiday and beyond Wpromote quietly expanded from its performance roots to what it’s calling “brandformance” and expanded its c-suite to include a brand-side exec and a new managing director, to help ensure it is firing on full-funnel cylinders. OMG’s influencer marketing agency Creo is partnering with ​Snapchat’s​ Snap Star Collab Studio to develop brand campaigns with the platform’s creators, known as Snap Stars. Plus Company’s global communications agency Citizen Relations and full-service ad agency Mekanism are launching Performfluence, an influencer marketing solution that combines brand building with performance marketing. Get access to tools and analysis to stay ahead of the trends transforming media and marketing Visit your account page to make changes and renew. Get Digiday's top stories every morning in your email inbox. Follow @Digiday for the latest news, insider access to events and more. ...",
            "label": "AIML",
            "author": "Marty Swant"
        },
        {
            "id": 6,
            "urls": "https://www.forbes.com/sites/lanceeliot/2024/10/04/heres-what-happens-when-generative-ai-sleeps-on-it/",
            "title": "Here’s What Happens When Generative AI Sleeps On It",
            "brief": "Humans commonly say that they will wait to make a decision by sleeping on it. Does this equally apply to generative AI? Here's the insider scoop.",
            "image": "https://imageio.forbes.com/specials-images/imageserve/66ff66d88688aac8cee10736/0x0.jpg?format=jpg&crop=3196,2394,x286,y0,safe&height=900&width=1600&fit=bounds",
            "content": "Humans are able to sleep-on-it and make better decisions, so what about generative AI? In today’s column, I examine a longstanding expression that we all have undoubtedly used from time to time, namely that when making a decision sometimes you say that you will sleep on it. The semblance of this common remark is that you want more time to think about the decision that needs to be made. Humans say this quite frequently. Does the same remark of aiming to sleep-on-it apply to generative AI? I say yes, it does. This analysis of an intriguing proposition is part of my ongoing Forbes.com column coverage on the latest in AI including identifying and explaining various AI complexities (see the link here). Some background about the human meaning of sleep-on-it will help set the stage for bringing AI into the picture. In a research article entitled “Think, Blink Or Sleep On It? The Impact Of Modes Of Thought On Complex Decision Making” by Ben Newell, Kwan Yao Wong, Jeremy Cheung, and Tim Rakow, Quarterly Journal of Experimental Psychology, April 2009, these key points were made (excerpts): The core of the matter is that by saying you want to sleep on it, you do so in lieu of making a snap judgment. You want more time to mull over your options. By someone saying that they need to sleep on a weighty consideration, it gives them a kind of polite or deft sidestep of not having to instantly render a decision. Sometimes this is acknowledged and agreed to. They are granted a reprieve. In other cases, such as a pressing in-the-moment circumstance, they aren’t allowed more time and must decide on the spot or in the blink of an eye. Thus, one notable element is that the sleep-on-it proclamation buys you added time to decide. There is another facet that we need to ponder. Do you really need to sleep on the matter at hand? In other words, if you say that you will sleep on it, in one sense this is just saying that you want a day or so to figure things out. It doesn’t necessarily require that you are only going to mentally determine things because of sleeping. The sleeping contrivance is merely a quick way to convey that you want more time, such as overnight, and will have a response the next day. Controversy Over The Sleep Element Sticklers might insist that if you say you will sleep on it, you must indeed make your decision while being asleep. You put your head on your pillow, fall into slumber, and voila, you wake up with your decision. This seems a bit silly as a stipulation and altogether questionable. I’d dare suggest that much of the time we generally accept that you aren’t truly going to decide while asleep. Again, the utterance is more so about gaining time to decide. In any case, much research has been undertaken about what seems to happen while you are essentially unconsciously thinking while in the act of sleeping. I say unconsciously due to the fact that when asleep you don’t seem to be conscious in the normal way we think of things. You aren’t knocked out per se, nor are you likely abundantly aware of your surroundings. In recap, sleep-on-it consists of: Bringing AI Into The Big Picture What does sleep-on-it mean in an AI context? I’ll share my thoughts on this but first want to engage you in something that spurred my resolve to write about the matter. There is a great deal of postulation about what AI is or isn’t, and what AI can and cannot do, oftentimes stated by AI experts and via non-AI experts too. I’ve been extensively covering the role of generative AI in the medical and healthcare sectors, especially in the realm of AI and mental health (see my comprehensive analysis at the link here). Sometimes, I witness remarks about AI that stir me to provide vital commentary. Here's what got my eyebrows raised. A write-up about a medical doctor who after seeing a patient was later the next day able to make further effort because of sleeping on the matter, brought up that AI could presumably not do anything of a similar kind. Ergo, we are led to believe that AI as we know it even today is portrayed as categorically inferior. The topic came up in a recent article on medical decision-making entitled “Echoes of Concern: AI and Moral Agency in Medicine” by Sarah Hull and Joseph J. Fins, JAMA Cardiology, September 2, 2024, which made these points (excerpts): The crux is that oftentimes I hear or read that AI lacks a sense of moral agency and therefore we are to seemingly condemn AI or assume that AI cannot do this or that. Let’s get this cleared up. Laying The Facts Straight Out The circumstance of a human mentally percolating on something and coming up with additional ideas or a sense of resolve can arise after a sleep-on-it, as I’ve above noted. This might entail the sleep part or might just be that extra time has been utilized to do deeper thinking. In a manner of speaking, we can certainly do likewise with AI. For example, I’ve recently covered that the latest ChatGPT generative AI by OpenAI known as o1 can potentially arrive at improved answers partially due to an added approach referred to as chain-of-thought processing (see the link here). The chain-of-thought approach forces the AI to take more computational cycles, working stepwise on a systematic basis, and calculate answers to a more extensive degree. You need to wait a bit longer to get a reply, but hopefully, the wait is worth the benefit of better responses. I liken this to playing chess. If you are time-pressured and must make split-second chess moves, the amount of mental exploration is highly limited. Playing at a measured pace allows you to examine many more moves and try to look ahead at what might happen on the chessboard. AI-based chess-playing systems face a similar conundrum, namely if less time is available, the search space must be narrowed, while if time is aplenty, the search space can be more extensively assessed. My point is that with generative AI, we can readily tell the AI to take more time and computationally explore further than it might otherwise have done. This can be set up to automatically take place. In essence, you can simply grant that more time is always allowed, and henceforth the AI will consume additional computational cycles at your behest to find a deeper answer (of course, this is likely to cost you something extra if paying for the computational usage, but that’s a story for another day). Example Using ChatGPT To Sleep On It Go with me that we are setting aside the sleeping aspects and focusing on the idea of getting more time to make a decision. I logged into the widely popular ChatGPT and decided to see if the generative AI could help me come up with a marketing tagline. Here’s the dialogue: I then logged out. The next day, I logged back in. As you can see, the additional computational time appeared to get an improved response. One aside that I feel compelled to mention. I abhor the wording of most generative AI responses that say things ostensibly anthropomorphizing the AI. This is unnecessary and egregiously misleading. I’ve repeatedly noted that the AI makers can easily change the wording that comes out of generative AI to not mislead in this fashion (see my discussion at the link here). Back to the matter at hand. You might quibble whether the proposed taglines were that much better than the initial set, but my emphasis is that the AI was granted additional time to work up a response. Sometimes the response might be improved, but admittedly, other times the improvement might seem marginal or minimal. That’s the way the ball bounces. Benjamin Franklin Knew To Sleep On It A few final thoughts. An AI-powered system, even one in a medical context, can be established to make one-time instantaneous responses or be set up to provide both immediate and longer-term answers. You can tell the AI to give an instant answer because you want the quickest response right away. Plus, you can tell the AI to consume more computational cycles, work let’s say overnight, and take a deeper exploration, akin to the chess playing that I mentioned before. This brings up a slew of complex AI ethical questions and AI legal questions. Suppose that a vendor providing AI has opted to short-cut the computationally allowed processing time. The AI spits out an answer. The answer is a roughly calculated one. Had the AI been given a nudge to process more deeply, perhaps a different or better answer might have been found. What are the proper limits for this kind of setup? If life-or-death decisions are at stake, you can undoubtedly discern how important these design and fielding decisions are. I want to clarify too that I am not suggesting that today’s AI has any semblance of moral agency. Modern AI is not sentient. We seem to be heading toward artificial general intelligence or AGI, which if we get there, will indubitably change our perspective on AI moral considerations (see my discussions at the link here and the link here, for example). We aren’t there yet. Generative AI is a means of mimicking human writing. The AI has been computationally data trained on human written works found on the Internet. When you interact with generative AI, it is essentially parroting somewhat the patterns found in how humans express themselves. I mention this because we can do a similar form of mimicry about the human sleep-on-it phenomenon. AI can be readily guided to expend additional computational cycles to seek a deeper or better response. This is not an AI-self-based moral choice; it is a choice by the humans who are making the AI and/or making use of the AI. One last comment. There are tradeoffs in the way that humans do things and the way that AI does things. The idea that a human might do a sleep-on-it, well, that’s a pretty much idiosyncratic aspect. Sometimes a doctor might sleep on it, but other times they might decide that their first decision was sound and there isn’t any need to give it further thought (despite the possibility that their initial judgment could be amplified if they did a sleep on it). Or they might be so overwhelmed with patient cases and simply not have the mental bandwidth to sleep on it, certainly not with all the myriad of cases and each day of seeing patients. For an AI system, you can essentially guarantee a sleep-on-it will occur, if that’s what you want to do (and can afford to do so). All cases and all patients. Each and every day. No exceptions. This would be an ironclad proposition. I’m not saying that this makes AI better than humans. Nope. So please don’t troll me. I am noting that humans involve a great deal of variability, though we do get the human mind at play. AI of today is not on par with the human mind, but we can get a form of consistency and extensiveness from automation if willing to do so. In situations of both humans and AI working together, we can possibly get the best of both worlds. A human doctor that sometimes does a sleep-on-it, coupled with an AI-based system that always sleeps on it, propelling the two to work hand-in-hand toward providing the highest possible quality of care. An aspirational goal. Let’s go to the last word for now. As famed Benjamin Franklin in 1772 noted about a somewhat sleep on it regimen: True words then, still true words today.  One Community. Many Voices. Create a free account to share your thoughts.  Our community is about connecting people through open and thoughtful conversations. We want our readers to share their views and exchange ideas and facts in a safe space. In order to do so, please follow the posting rules in our site's Terms of Service.  We've summarized some of those key rules below. Simply put, keep it civil. Your post will be rejected if we notice that it seems to contain: User accounts will be blocked if we notice or believe that users are engaged in: So, how can you be a power user? Thanks for reading our community guidelines.  Please read the full list of posting rules found in our site's Terms of Service. ...",
            "label": "AIML",
            "author": "Lance Eliot, Contributor, \n Lance Eliot, Contributor\n https://www.forbes.com/sites/lanceeliot/"
        },
        {
            "id": 7,
            "urls": "https://www.trendwatching.com/innovations/manila-coffee-roaster-partners-with-google-gemini-on-a-limited-edition-ai-generated-latte",
            "title": "Manila coffee roaster partners with Google Gemini on a limited-edition, AI-generated latte",
            "brief": "In the Philippines, the Christmas season spans the entire length of the 'ber' months, starting in September. To celebrate the unofficial yet widely-embraced start of the festive period, Manila-based cafe and coffee roaster Commune teamed up with Google Philip…",
            "image": "https://www.trendwatching.com/hubfs/commune-google.jpg",
            "content": "Bangkok, Amsterdam, New York Selected by our experts, delivered daily. 🇵🇭 In the Philippines, the Christmas season spans the entire length of the 'ber' months, starting in September. To celebrate the unofficial yet widely-embraced start of the festive period, Manila-based cafe and coffee roaster Commune teamed up with Google Philippines on a limited edition Bibingka Latte. Drawing inspiration from a traditional Filipino Christmas delicacy, the espresso and steamed milk drink is topped with shredded queso de bola and salted egg, and decorated with a torched banana leaf. Bibingka Latte was created using Gemini, Google's generative AI model. Gemini drafted various drink concepts, which Commune's baristas then refined. Google also trained Commune staff on AI applications to help them craft innovative new beverages. Aside from serving as a reminder that the end of another year is fast approaching, the collaboration highlights three takeaways for brands to consider. First, cultural micro-moments, like the start of the 'ber' months in the Philippines, are important organic milestones. More localized and bottom-up than the standard holidays marketers are accustomed to activating, they resonate deeply with consumers. How might your brand engage with cultural micro-moments that matter to your audience? Secondly, using generative AI to spark new ideas that workers can run with demonstrates the power of combining artificial intelligence and human creativity — and the resulting real-world products make AI's potential tangible to consumers. Finally, Google and Commune's partnership underscores the importance of working with diverse entities to explore how new technologies can benefit to society. The combination of generative AI, Filipino coffee and festive treats might not have been on your 2024 trend bingo card, but it's time to consider which communities your brand can collaborate with to push innovation boundaries. By Acacia Leroy Daily is TrendWatching’s free feed of innovations, trends and insights, selected by our analysts. So you can create meaningful innovations of your own ❤️ Want to receive a weekly dose of Daily? Subscribe now! Be sure to ping our editor, Liesbeth, if you’re working on something new and exciting that Daily should feature. Join 100,000+ professionals who receive our free newsletter Select your country ...",
            "label": "AIML",
            "author": "Acacia Leroy"
        },
        {
            "id": 8,
            "urls": "https://www.forbes.com/sites/timothypapandreou/2024/10/03/ai-and-the-gig-economy-is-reshaping-the-workforce-heres-how/",
            "title": "AI And The Gig Economy Is Reshaping The Workforce. Here's How",
            "brief": "As AI technologies continue to mature, they are enabling new forms of work, creating opportunities for individuals seeking greater flexibility and autonomy.",
            "image": "https://imageio.forbes.com/specials-images/imageserve/66ff2bff78ba273b83cb63c6/0x0.jpg?format=jpg&height=900&width=1600&fit=bounds",
            "content": "Gig Economy is  undegoing a major transformation with AI Agents (Photo by Creative Touch Imaging ... [+] Ltd./NurPhoto via Getty Images) The gig economy, once primarily associated with entertainment or low-wage service jobs, is undergoing a profound transformation, driven in part by the rapid advancement of artificial intelligence. As AI technologies continue to mature, they are enabling new forms of work, creating opportunities for individuals seeking greater flexibility and autonomy. Many younger adults are turning to platforms like Uber, Lyft, and DoorDash to earn extra income on their own terms. This trend is not limited to these jobs; white collar professionals are also embracing the gig economy through platforms like Toptal, Fiverr and Upwork, seeking greater flexibility and the ability to work on projects that align with their passions. the gig economy is transforming with both low and high paid gig work. AI Agents are acting as ... [+] intermediaries. (Photo By Carlos Osorio/Sportsfile for Collision via Getty Images) One of the most significant ways AI is reshaping the gig economy is through the development of AI agents. These platforms can match workers with tasks, manage projects, and even automate certain aspects of the work. For example, AI agents can be used to: Gig economy attracts people for various reasons, most prefer the autonomy and flexibility.  (Photo ... [+] Illustration by Ute Grabowsky/Getty Images) The rise of the gig economy has significant implications for traditional entry-level employment. As more individuals choose to work independently, the demand for full-time jobs will change, particularly in sectors such as retail and food service. The gig economy offers a diverse range of individuals the opportunity to work on their own terms. However, the reasons for choosing gig work vary significantly across demographics. Digital nomads are drawn to the flexibility of working remotely while living in places that match ... [+] their lifestyles.  (Photo by EyesWideOpen/Getty Images) The growth of the gig economy has led to a surge in the popularity of the \"digital nomad\" lifestyle. This trend is particularly appealing to highly educated individuals who seek greater flexibility and the ability to work remotely. Automation and AI platforms have played a crucial role in enabling this lifestyle by providing the tools and payment infrastructure necessary for remote work. For example, AI-powered collaboration tools and cloud-based software have made it easier for digital nomads to connect with clients and colleagues, regardless of their location. Additionally, AI-powered translation and communication tools have broken down language barriers, allowing digital nomads to work with clients from around the world. These systems have simplified payment and opened up a much larger employee and employment catchment area beyond the traditional hubs. Demographics of Gig Workers: Millennials and Generation Z are particularly likely to embrace gig work due to their preference for flexibility and their comfort with technology. Parents often choose gig work to balance their childcare responsibilities with their careers. Students may turn to gig work to earn extra income or gain experience in their field. Many retired individuals choose gig work as a way to stay active and earn supplemental income. Gig work can offer flexible opportunities for individuals with disabilities who may face challenges in traditional employment. Uber, Lyft, Doordash and other \"gig economy' drivers protesting being blocked from employee ... [+] protections like minimum wage and overtime pay. (Photo by Frederic J. BROWN / AFP) (Photo by FREDERIC J. BROWN/AFP via Getty Images) The AI gig economy's growth presents both opportunities and challenges for the larger economy. On the one hand, it can create new jobs, flexibility and stimulate economic growth. On the other hand, it can also lead to increased income inequality, job insecurity and a race to the bottom. Notably, in the AI-driven gig economy, gig workers often find themselves working not directly for clients but through AI agent intermediaries. These AI agents assign tasks, facilitate payment, and dispatch work, creating a new dynamic in the labor market that requires careful consideration and regulation. To ensure that the gig economy benefits all segments of society, policymakers must address issues such as worker classification, benefits, and labor protections. By establishing clear guidelines for AI deployment, governments can help to mitigate potential risks such as algorithmic bias, privacy violations, and job displacement. These guidelines should address issues like transparency in AI decision-making, data privacy protections, and safeguards against discriminatory outcomes. Additionally, ensuring worker protections is crucial to prevent exploitation and maintain a fair working environment. The gig economy is undergoing a rapid transformation, driven in part by the advancement of AI. As AI technologies continue to evolve, we can expect to see even more innovative forms of work emerging. By understanding the trends and challenges associated with the gig economy, individuals and businesses can better position themselves to thrive in this new era of work.  One Community. Many Voices. Create a free account to share your thoughts.  Our community is about connecting people through open and thoughtful conversations. We want our readers to share their views and exchange ideas and facts in a safe space. In order to do so, please follow the posting rules in our site's Terms of Service.  We've summarized some of those key rules below. Simply put, keep it civil. Your post will be rejected if we notice that it seems to contain: User accounts will be blocked if we notice or believe that users are engaged in: So, how can you be a power user? Thanks for reading our community guidelines.  Please read the full list of posting rules found in our site's Terms of Service. ...",
            "label": "AIML",
            "author": "Timothy Papandreou, Contributor, \n Timothy Papandreou, Contributor\n https://www.forbes.com/sites/timothypapandreou/"
        },
        {
            "id": 9,
            "urls": "https://www.forbes.com/sites/martineparis/2024/10/03/chatgpt-maker-lands-10-billion-ai-agents-deploy-from-disney-to-saks/",
            "title": "ChatGPT Maker Lands $10 Billion, AI Agents Deploy From Disney To Saks",
            "brief": "AI agents that can transact on behalf of users are the next wave of digital transformation for enterprise. Here's a look at how the Fortune 500 are deploying them.",
            "image": "https://imageio.forbes.com/specials-images/imageserve/66edb542fa08358f29dd945e/0x0.jpg?format=jpg&height=900&width=1600&fit=bounds",
            "content": "John Mulaney, photo by: Kyle Dubiel OpenAI just landed the biggest venture capital round of all time, $6.6 billion at a $157 billion valuation, making the ChatGPT-maker one of the largest startups in the world, next to TikTok’s ByteDance and Elon Musk’s SpaceX. For extra liquidity, it also secured a $4 billion line of credit from a consortium of leading banks, including JPMorgan Chase, Citi, Wells Fargo and Goldman Sachs. But is $10.6 billion enough in its quest to advance reasoning and make autonomous agents mainstream in 2025? How much cash is going to be needed and are these costs even sustainable? OpenAI has yet to turn a profit. On $3.7 billion in revenue for 2024, the company expects to lose $5 billion, a source told CNBC. It currently has 11 million ChatGPT+ paid subscribers, one million ChatGPT Enterprise paid subscribers and is projecting revenue of $11.6 billion for next year. Thrive Capital, which led its most recent round, has already pledged an additional billion dollars for 2025. Some of tech’s deepest pockets are in the current mix of investors including Nvidia, Microsoft, SoftBank, Tiger Global, Khosla Ventures, Fidelity, ARK Venture Fund, Altimeter Capital Management and MGX backed by UAE sovereign wealth fund Mubadala, according to the Wall Street Journal. But if the company doesn’t restructure to a for-profit venture within two years, funding can convert to debt, reported the New York Times. With the release of Advanced Voice, ChatGPT has transformed into a highly entertaining hands-free assistant akin to Scarlett Johansson’s operating system character in the movie Her, and offers engaging multimodal features like voice-to-image that allows for imaginative storytelling, coaching and companionship. Available to a small beta group right now, session times and related costs are likely to skyrocket once the feature is available for its 250 million users. More so, once connected to the internet. Right now, knowledge cutoff is end of last year. At a press pre-briefing for OpenAI Dev Day, the company said driving down costs remains a top focus and it’s been able to cut API costs by 99% over the past two years for its developer community, which now stands at three million. More than a trillion dollars is expected to be spent on AI over the next five years, according to Goldman Sachs. However, Fortune 500 companies vary widely in where they are in their digital transformation journey. Disney, Wyndham, OpenTable, Wiley and Saks have been piloting Salesforce’s advanced reasoning engine, Atlas, to create agents that optimize the consumer experience—whether it’s helping Disneyland tour guides get real-time ride availability to reduce visitor wait times or enabling the Saks AI Shopping Concierge to transact and ship outfits on behalf of customers via text, voice and image prompts. Priceline has been using OpenAI’s Realtime API for Advanced Voice to create an AI agent named Penny Voice that can provide hands-free search and bookings for hotels as well as recommendations for restaurants and activities. CEO Brett Keller told me the goal for Penny is to become a full-service concierge. “We are working on exciting enhancements to Penny, to give more insight into the on-the-ground neighborhood feel,” he said. “That's the softer stuff travel websites haven't been as good at helping customers understand and that's place we're leaning into with Penny so people can feel confident in what they're looking to book.” United Airlines has found one of the most compelling use cases for agents to assist with migrating legacy mainframe systems written in COBOL, a 60 year old programming language that few know. CIO Jason Birnbaum explained, “Using generative AI to unlock that code is a powerful thing for us as we transition it into the modern cloud environment.” As enterprise figures out best moves with the technology, Gartner is predicting that 30% of AI projects will be abandoned by the end of 2025. And immense cost and complexity of deployment are only part of the problem. “The biggest challenge is not so much the implementation of the model, but getting the data ready, which needs to be clean and accessible,” Deloitte CTO Bill Briggs told me, explaining the firm’s data modernization business has been red hot. “No CEO wants to take on a nine-figure project to replace the plumbing,” he said, it’s best if they’ve been making the investment all along. To help businesses of all sizes, template-driven low code agent builders have been popping up, like those from Salesforce and HubSpot, as a way to speed to market. At Salesforce’s annual conference, Dreamforce, in San Francisco last month, music producer and Black Eyed Peas frontman Will.i.am demoed for me how he’s been using Salesforce’s Agentforce platform to enable listeners of his RAiDiO.FYI app to order merchandise from ads, with voice. “So think about radio right now. You get into a car, you listen to music, and you want that item on the commercial. All you need to do is ask for it,” he said. “Because we've added this commerce feature on the back end, now you can transact. The moment you want to make a purchase and add it to a cart, it transfers to Agentforce.” It was also at Dreamforce that Nvidia CEO Jensen Huang described the challenges facing humanity as “many and worthy” to be tackled right away. He presented a vision of billions of agents helping humans do all sorts of things, some specialized, some generalized, understanding subtleties, reasoning with itself while reflecting on answers and collaborating with others. “Work is going to be done before we even think of it,” he laughed. “We’re going to come to work and a whole bunch of things we didn’t realize needed to be done will be done.” “Nobody should miss the next decade,” he added. But comedian John Mulaney, who closed the show, had the last laugh. “Backstage I heard someone say we need to skill up the human—felt like I was in a movie with some terrifying sh*t about to happen,” he said. “I really wish what you're doing won't work, but I'm sure it will.” Updated October 4 with OpenAI Dev Day press briefing details, copy edits, and quotes from Will.i.am and United CIO Jason Birnbaum.  One Community. Many Voices. Create a free account to share your thoughts.  Our community is about connecting people through open and thoughtful conversations. We want our readers to share their views and exchange ideas and facts in a safe space. In order to do so, please follow the posting rules in our site's Terms of Service.  We've summarized some of those key rules below. Simply put, keep it civil. Your post will be rejected if we notice that it seems to contain: User accounts will be blocked if we notice or believe that users are engaged in: So, how can you be a power user? Thanks for reading our community guidelines.  Please read the full list of posting rules found in our site's Terms of Service. ...",
            "label": "AIML",
            "author": "Martine Paris, Contributor, \n Martine Paris, Contributor\n https://www.forbes.com/sites/martineparis/"
        },
        {
            "id": 10,
            "urls": "https://news4vip.livedoor.biz/archives/52538199.html",
            "title": "【動画】生成AI動画のクオリティー、限界を突破し始めるｗｗｗｗｗ",
            "brief": "1: 以下、ニュー速クオリティでお送りします 2024/07/19(金) 00:36:34.40 ID:7ZfApRta0\n すげーわ https://video.twimg.com/ext_tw_video/1813199472396324864/pu/vid/avc1/710x1280/rGEvBBrdo7U3en6J.mp4 \n引用元: ・https://nova.5ch.net/test/read.cgi/livegalileo/17...",
            "image": "https://livedoor.blogimg.jp/news4vip2/imgs/3/a/3ad11b6b.jpg",
            "content": "引用元: ・https://nova.5ch.net/test/read.cgi/livegalileo/1721316994/ 政権交代 死んだ父ちゃんの写真が動き出したら泣いてまうわ どんどん進化するよ\nすぐ絵の時みたいになる 男は何でみんなホモホモしくなるねん >>2\n動いた瞬間、顔面歪んで人相変わり始めたら更に泣くわ。 画面上でしか見たことない芸能人とかなら別にいいけど、何度も顔を合わせる家族ぐらい近しい人を動かしてみると表情の作り方とか行動に違和感を持つんだろうな\n亡くなった親戚の爺さんがニコニコしながらハグしてくるとことか考えただけで違和感はんぱないし 思ったよりクオリティ高くなかった まとめサイトの中の世界ではいったい何回限界を突破してるんや？\n限界という言葉がどういう意味だと思ってんの？ 技術の進歩スピードが上がって行っている もっと凄いのあるぞ\n日本の過去の歴史上の人物をAIで動かしてる動画あれまじで感動する すごい泣けてきた　歳やわ >>10\n地球上に労働者は40億人いて、その半数は第一次、第二次産業従事者。\n第三次産業でも「AIに仕事が奪われる」とされているのは極一部。\nお前が思ってるほど、世の中の仕事は自動化されていない。 既存に出回ってる画像（現在と過去）組み合わせて\n動かしてるだけだから\n言う程進歩してない\nこの動画を作ろうとした奴の発想が凄いということやろ >>12\nAIによって人間では考えつかないような画期的な自動生産方法が編み出されて人力は淘汰されるて話だぞw\nお前が思ってるほど、AIの進化は生半可なものじゃない もうやめてくれは草 マイケルお子さん生まれてますやん いちいち陶酔した顔で顔くっつけるなよ、キモいから 爽やかにハグしてるのもあれば\nなんか卑猥さを感じるのもある >>15\nまあ気持ちはわかるけどな\n産業革命でミシンが登場したとき、手縫いの裁縫屋さんはミシンを扱う技術を学んで時代の流れに乗ってきたわけじゃん？　そんな感じでこれまでは新しい技術が登場してもあくまで人間の仕事として適応できた。\nでもぶっちゃけAIはあまりにも暴力的過ぎて何もできることないやん？　ボタン一つで何でも作れる＝ボタン押せるなら誰でもいい＝もはや人間要らない。って結論以外ないんだもの。\n極端な話、今少子化問題で労働者減少が問題視されてるけど、このままいけば遠くない未来に「これ以上人間要らないからもう子作りすんな」ってなる日が来る気がするわ。 AI動画でどんないい作品生まれるかなと思ったら現状感動ポルノの気持ち悪い映像ばっかり アダルト業界が一番被害をこうむりそう\n多少質が低かろうが性癖にピンポイントで刺さる方が\n需要有るあろうからな。\n個人でプロンプト入力して好きに変更するサービスももうすぐだろう\n すごヨ pcの性能が追いつかん 映像画像は解析すりゃ本物かどうかは判断つくから裁判等じゃ捜査の手間が増えるだけで大した問題じゃない >>21\nどうだろうね？　そりゃ性癖動画を大量に生産できればそうなるだろうけど、現実的に抜けるクオリティのAVをAIで作れるかを考えてみると難しい気がする。\n少しでも違和感を感じる挙動を見せられるとチンがシュン・・・ってなるから逆に本物のAVの方が生き残りそうｗ  ...",
            "label": "AIML",
            "author": "news4vip2"
        },
        {
            "id": 11,
            "urls": "https://www.neowin.net/news/google-democratizes-ai-with-gemini-15-flash-8b-the-cheapest-gemini-model-to-date/",
            "title": "Google democratizes AI with Gemini 1.5 Flash-8B, the cheapest Gemini model to date",
            "brief": "Google has released a new, cheaper version of its Gemini 1.5 Flash AI model. Called Gemini 1.5 Flash 8B, it offers similar performance to the original model at half the cost and with higher rate limit Read more...",
            "image": "https://cdn.neowin.com/news/images/uploaded/2024/08/1724861624_gemini_august_release_1.width-1600.format-webp_story.jpg",
            "content": "\n24 minutes ago\n \n40 minutes ago\n \n9 hours ago\n \n10 hours ago\n \n11 hours ago\n \n13 hours ago\n \n13 hours ago\n \n14 hours ago\n \n40 minutes ago\n \n15 hours ago\n \n22 hours ago\n \nOct 4, 2024\n \n22 hours ago\n \nOct 3, 2024\n \nOct 3, 2024\n \nOct 2, 2024\n \n31 minutes ago\n \n32 minutes ago\n \nOct 4, 2024\n \nOct 3, 2024\n \nOct 1, 2024\n \nSep 25, 2024\n \nSep 19, 2024\n \nSep 17, 2024\n \nDec 31, 2023\n \nOct 14, 2023\n \nSep 28, 2024\n \nSep 28, 2024\n \nSep 19, 2024\n \nSep 12, 2024\n \nSep 11, 2024\n \nSep 10, 2024\n \nSep 10, 2024\n \nMay 23, 2024\n \n19 hours ago\n \n20 hours ago\n \nOct 3, 2024\n \nOct 1, 2024\n \nJul 14, 2024\n \nMay 19, 2024\n \nApr 20, 2024\n \nMar 23, 2024\n \n10 hours ago\n \n14 hours ago\n \n22 hours ago\n \nOct 3, 2024\n \n\nPradeep Viswanathan\n\nNeowin\n@pradeepviswav        ·\n    \n\n    Oct 4, 2024 01:48 EDT\n    \n\nwith 3 comments\n\n Since its release, the Gemini 1.5 Flash model has quickly become popular among developers due to its speed and cost-effectiveness. In August, Google announced Gemini 1.5 Flash 8B, a new experimental AI model that further reduces costs by using only 8 billion parameters. After testing it with developers over the past few weeks, Google today announced the production-ready release of Gemini 1.5 Flash 8B, which can be used for high-volume multimodal use cases, long-context summarization tasks, and more. Compared to the original 1.5 Flash, the new 1.5 Flash 8B model costs 50% less, offers 2x higher rate limits, and comes with lower latency on small prompts. In terms of performance, 1.5 Flash 8B nearly matches the performance of the 1.5 Flash model launched in May. It is particularly well-suited for tasks such as chat, transcription, and long-context language translation. A comparison of the new model's benchmarks is available below.  The main highlight of this new 8B model is its cost. Gemini 1.5 Flash 8B is the cheapest AI model from Google to date. You can find the full pricing below: To support high-volume AI applications, Google is also increasing the rate limit for this new model. Gemini 1.5 Flash 8B now supports 4,000 requests per minute (RPM), which is double the previous limit. Interested developers can now try out the new gemini-1.5-flash-8b model for free via Google AI Studio and the Gemini API. For paid-tier developers, billing for this new model starts on Monday, October 14th. With its impressive combination of performance, affordability, and accessibility, Google's new Gemini 1.5 Flash 8B model is poised to become a popular AI model choice for developers across various domains. Source: Google \n\nPradeep Viswanathan\n                                                ·\n                    \nSep 24, 2024\n\nwith\n0\n                            comment\n                                s\n                                                            \n\n\n \n\nPradeep Viswanathan\n                                                ·\n                    \nAug 28, 2024\n\nwith\n0\n                            comment\n                                s\n                                                            \n\n\n \n\nPradeep Viswanathan\n                                                ·\n                    \nAug 2, 2024\n\nwith\n1\n                            comment\n                                                            \n\n\n \n\nPradeep Viswanathan\n                                                ·\n                    \nJul 25, 2024\n\nwith\n0\n                            comment\n                                s\n                                                            \n\n\n Login or Sign Up to read and post a comment. Please enter your reason for reporting this comment. \n                                windows 11 24h2\n                                 \n                                terramaster f8 ssd plus\n                                 \n                                ducky\n                                 \n                                windows 11 insider preview promo\n                                 \n                                windows 11 insider preview promo\n                                 \n                                windows 11 insider preview promo\n                                 \n                                windows server insider preview\n                                 \n                        iphone 16\n                         \n                        towerborne\n                         \n                        frostpunk 2\n                         \n                        fedora silverblue 41 beta\n                         \n© Since 2000 Neowin®\n                                    All trademarks mentioned are the property of their respective owners.\n                                 ...",
            "label": "AIML",
            "author": "Pradeep Viswanathan"
        },
        {
            "id": 12,
            "urls": "https://stackoverflow.blog/2024/10/04/develop-software-with-ai-prompt-engineering-code-generation/",
            "title": "Meet the AI native developers who build software through prompt engineering",
            "brief": "On today’s episode we chat with Crystal Xu, chief of staff at FSH Tech. She explains how she learned to build and deploy apps and services inside her company using Python and Java, without ever getting a traditional computer science education or training to w…",
            "image": "https://cdn.stackoverflow.co/images/jo7n4k8s/production/56c6dab9c7d1b66bc662c5f43ea9573418d94d17-2400x1260.webp?w=1200&fm=png&auto=format",
            "content": " On today’s episode we chat with Crystal Xu, chief of staff at FSH Tech. She explains how she learned to build and deploy apps and services inside her company using Python and Java, without ever getting a traditional computer science education or training to write code. Instead, Xu works with GenAI systems like ChatGPT, Cursor, and Replit to build software through prompt engineering. You can find Crystal on LinkedIn. You can learn more about FSH Tech here. Congrats to Stack OVerflow user David Conrad, who earned a lifeboat badge for answering the question: How do I create a map with key and value in one line in Java? TRANSCRIPT ...",
            "label": "AIML",
            "author": "Ben Popper"
        },
        {
            "id": 13,
            "urls": "https://betalist.com/startups/ai-agents-directory",
            "title": "AI Agents Directory – Explore the World of AI Agents",
            "brief": "Explore the World of AI Agents",
            "image": "https://resize.imagekit.co/C4iCeOtm3WUlLTVb0HmjsoDNFxuvktguuVFrVK-Sxqk/plain/s3://betalist-production/913p13lsdjpm0om3vagymll8p09k",
            "content": "Discover the AI Agents Directory, the first specialized platform dedicated to AI agents and frameworks. Instantly find, compare, and connect with top AI agents. Access detailed profiles and stay updated with AI Agents news. Empower your projects! ...",
            "label": "AIML",
            "author": "BetaList"
        },
        {
            "id": 14,
            "urls": "https://www.digitimes.com/news/a20241002PD217/taiwan-ai-applications-2025-nstc-data.html",
            "title": "Taiwan's AI revolution: Sovereign AI applications set to launch in 2025",
            "brief": "At a recent Legislative Yuan session, National Science and Technology Council (NSTC) Minister Cheng-wen Wu addressed legislators' concerns about Taiwan's AI standing. According to the 2023 Government AI Readiness Index by Oxford Insights, Taiwan ranks 19th in…",
            "image": "https://img.digitimes.com/newsshow/20241002pd217_files/2_b.jpg",
            "content": "Nvidia CEO Jensen Huang stated that Taiwan is central to the AI revolution. Credit: DIGITIMES At a recent Legislative Yuan session, National Science and Technology Council (NSTC) Minister Cheng-wen Wu addressed legislators' concerns about Taiwan's AI standing. According to the 2023 Government AI Readiness Index by Oxford Insights, Taiwan ranks... Save my User ID and Password Some subscribers prefer to save their log-in information so they do not have to enter their User ID and Password each time they visit the site. To activate this function, check the 'Save my User ID and Password' box in the log-in section. This will save the password on the computer you're using to access the site. ...",
            "label": "AIML",
            "author": "Levi Li"
        },
        {
            "id": 15,
            "urls": "https://betalist.com/startups/usefindr",
            "title": "Findr – AI search engine for work",
            "brief": "AI search engine for work",
            "image": "https://resize.imagekit.co/qemwpzAo_hASIq6dxPUyxkRHP--iIC_nZFSrwmp85QI/plain/s3://betalist-production/7up5uioh2itjotjryjk4p082u8ha",
            "content": "Findr is an AI search engine for work. It helps you find lost documents, links, and information across all your apps. Findr also instantly gives you AI answers to you all work questions in seconds, complete with references to your documents. Its an AI assistant for you organisation, powered by your knowledge and data. ...",
            "label": "AIML",
            "author": "BetaList"
        },
        {
            "id": 16,
            "urls": "https://www.ibtimes.com/more-ai-misinformation-us-voters-worry-about-lying-politicians-3745481",
            "title": "More Than AI Misinformation, US Voters Worry About Lying Politicians",
            "brief": "As a bitterly contested US election campaign enters its final stretch, misinformation researchers have raised the alarm over threats posed by AI and foreign influence -- but voters appear more concerned about falsehoods from a more familiar source: politician…",
            "image": "https://d.ibtimes.com/en/full/4551752/united-states-facing-firehose-misinformation-run-november-5-vote.jpg",
            "content": " ...",
            "label": "AIML",
            "author": "Anuj CHOPRA"
        },
        {
            "id": 17,
            "urls": "https://www.ibtimes.com/ai-bubble-revolution-openais-big-payday-fuels-debate-3745473",
            "title": "AI Bubble Or 'Revolution'? OpenAI's Big Payday Fuels Debate",
            "brief": "Fear of missing out has rocketed the value of artificial intelligence companies, despite few signs as to when the technology will turn a profit, raising talk of AI overenthusiasm.",
            "image": "https://d.ibtimes.com/en/full/4551735/tech-titans-such-google-amazon-microsoft-have-partnerships-product-lines-that-afford.jpg",
            "content": " ...",
            "label": "AIML",
            "author": "Glenn CHAPMAN"
        },
        {
            "id": 18,
            "urls": "https://www.digitimes.com/news/a20241003PD225/taiwan-ai-applications-semiconductors-demand-gdp-2024.html",
            "title": "AI applications, semiconductors to boost Taiwan 2024 GDP",
            "brief": "The robust demand stemming from AI device applications and related semiconductor demand will bring Taiwan's GDP to a record high in 2024, according to industry observers.",
            "image": "https://img.digitimes.com/newsshow/20241003pd225_files/2_b.jpg",
            "content": "Credit: DIGITIMES The robust demand stemming from AI device applications and related semiconductor demand will bring Taiwan's GDP to a record high in 2024, according to industry observers. Save my User ID and Password Some subscribers prefer to save their log-in information so they do not have to enter their User ID and Password each time they visit the site. To activate this function, check the 'Save my User ID and Password' box in the log-in section. This will save the password on the computer you're using to access the site. ...",
            "label": "AIML",
            "author": "Rodney Chan"
        },
        {
            "id": 19,
            "urls": "https://www.techpowerup.com/327307/samsung-starts-mass-production-of-pm9e1-industrys-most-powerful-pc-ssd-for-ai",
            "title": "(PR) Samsung Starts Mass Production of PM9E1, Industry's Most Powerful PC SSD for AI",
            "brief": "Samsung Electronics, the world leader in advanced memory technology, today announced it has begun mass-producing PM9E1, a PCIe 5.0 SSD with the industry's highest performance and largest capacity. Built on its in-house 5-nanometer (nm)-based controller and ei…",
            "image": "https://www.techpowerup.com/img/TutuL9HWqFJCriLP.jpg",
            "content": " ...",
            "label": "AIML",
            "author": "btarunr"
        },
        {
            "id": 20,
            "urls": "https://bikerumor.com/rolf-prima-eos-ar-wheelset/",
            "title": "Rolf Prima Reduces Spoke Count on New Premium EOS AR All-Road Wheels",
            "brief": "This is the first time Rolf has offered 16 spoke wheels for disc brakes.\nThe post Rolf Prima Reduces Spoke Count on New Premium EOS AR All-Road Wheels appeared first on Bikerumor.",
            "image": "https://bikerumor.com/wp-content/uploads/2024/10/Rolf-Prima-EOS-AR-mosiac--scaled.webp",
            "content": " ...",
            "label": "AR-VR",
            "author": "editor@bikerumor.com (Bikerumor.com / Tyler Benedict)"
        },
        {
            "id": 21,
            "urls": "https://www.digitimes.com/news/a20241003PD220/meta-ar-glasses-apple-vision-pro-design-development.html",
            "title": "Meta's AR glasses shake up Vision Pro: Apple weighs 5 bold product strategies",
            "brief": "At Meta Connect 2024, Meta unveiled its new Orion AR glasses and the latest Ray-Ban smart glasses, showcasing innovative technologies. The company emphasized that Apple's Vision Pro may be heading in the wrong direction.",
            "image": "https://img.digitimes.com/newsshow/20241003pd220_files/1_b.jpg",
            "content": "Credit: AFP At Meta Connect 2024, Meta unveiled its new Orion AR glasses and the latest Ray-Ban smart glasses, showcasing innovative technologies. The company emphasized that Apple's Vision Pro may be heading in the wrong direction. Bloomberg tech analyst Mark Gurman noted Apple's realization that its headset design needs reconsideration, though no consensus has been reached internally. Meanwhile, Meta's AR glasses development appears to be progressing faster than Apple’s lab efforts. Apple evaluates 5 potential product roadmaps for Vision Pro development Apple is evaluating five potential development paths for Vision Pro, according to Gurman. These include maintaining the current direction, developing a smart display, creating smart glasses, integrating AI with AirPods, and launching standalone AR glasses. This assessment reflects Apple's broader efforts to optimize the Vision Pro for diverse markets. The \"maintain the current strategy\" approach involves continuing the current Vision Pro development while releasing a more budget-friendly version. This could be achieved through using cheaper materials, simplified internal components, and lower-resolution displays, helping to reduce production costs. The \"smart display\" approach suggests removing the Vision Pro's internal computer and external battery, and transferring these functions to the iPhone. This would reduce the Vision Pro's weight and heat output while lowering production costs, potentially resulting in a more affordable price. The \"smart glasses\" approach involves Apple exploring glasses similar to Meta's Ray-Ban model, without AR capabilities. Leveraging its expertise in chips, audio, and AI, Apple aims to design an appealing and innovative smart glasses device. The \"AI and AirPods\" approach involves Apple working on a new AirPods Pro model featuring external cameras and AI to understand the environment and provide user feedback. While similar to a smart glasses concept, this product doesn’t include an actual glasses design. The ultimate approach envisions a standalone AR device with high-performance lenses, a built-in computer, a battery system, cameras, and eye-tracking technology, all within a regular glasses form factor. Gurman noted this has been a longtime dream of CEO Tim Cook, though development faced earlier challenges. Price, concept, and product positioning: Still lacking consumer appeal The Vision Pro faces significant challenges, serving more as a tech showcase than a mainstream consumer product. Consumers don't see a compelling need to buy it, with issues like discomfort during long wear, limited third-party apps, and lack of standout features. Whether marketed as a mixed reality (MR) or spatial computing device, the Vision Pro has yet to resonate with consumers. Gurman also argues that the Vision Pro's US$3,500 price tag is too high compared to Meta's products. Even with a US$500 or US$1,000 reduction, it's unlikely to drive significant sales, as it would lead to reduced profits for only a slight increase in market share. The Vision Pro costs more than 10 times the price of Meta's entry-level Quest products, with the Quest 3S starting at just US$299. This makes Meta better positioned to mainstream MR. The Quest 3S, priced for gifting or immersive movie and gaming experiences, is far more accessible than Apple's Vision Pro. At Meta Connect 2024, the new Ray-Ban smart glasses captured consumer interest with their sleek design, practical features, and Meta's effective marketing. Interestingly, this success comes in an area where Apple has traditionally thrived. Some suggest that these Ray-Ban smart glasses could have been an Apple product.eeeeeeee  ...",
            "label": "AR-VR",
            "author": "Levi Li"
        },
        {
            "id": 22,
            "urls": "https://prtimes.jp/main/html/rd/p/000000012.000102773.html",
            "title": "YUNOMAE AR ART GALLERY「ARを使ったデジタルアート空間」で新しい街の観光コンテンツを 創出!",
            "brief": "[WHJAPAN株式会社]\n[画像: https://prcdn.freetls.fastly.net/release_image/102773/12/102773-12-bb3d4af3a954030fc8aadae8dabc0aa7-1600x2262.jpg?width=536&quality=85%2C75&format=jpeg&auto=webp&fit=bounds&a...",
            "image": "https://prcdn.freetls.fastly.net/release_image/102773/12/102773-12-bb3d4af3a954030fc8aadae8dabc0aa7-1600x2262.jpg?format=jpeg&auto=webp&fit=bounds&width=2400&height=1260",
            "content": "PR TIMESのご利用について 資料をダウンロード WHJAPAN株式会社 　湯前町商⼯会⻘年部（所在地：熊本県球磨郡湯前町/⻘年部⻑：⿊﨑史朗は、湯前町で開催されるゆ のまえ漫画フェスタに合わせて、町へ訪れる⼈達への新しいエンタテイメントの創出を作り、町の活性化を⽬指すため、AR(Augmented Reality)などの新しい技術と観光地を組み合わせたイベントを1 ０⽉5⽇から1⽉31⽇まで町内１０箇所で開催します。  ■イベントホームページ https://yunomae-ar.com/ 　 　本イベントは、湯前町の認知向上と魅⼒度アップを図るため、来場者の増加と新たな観光コンテンツ 創出を⽬指す湯前町商⼯会⻘年部の協⼒を得て実施するものです。湯前町商⼯会⻘年部の要望により デジタルコンテンツを⽤いた町の観光要所でのAR体験に注⽬。⽇常では体験することができない拡 張現実を株式会社KAMP.の協⼒の下に実現しました。  　 　ARキーワードラリーではSTYLYのアプリのダウンロードが必要です。AR上に表⽰されたキーワード を集めて湯前町商⼯会に持って⾏けば、先着で景品を参加賞として貰うことができます。  ■イベント概要  ・名称：YUNOMAE AR ART GALLERY  ・主催：湯前町商⼯会⻘年部  ・協⼒：株式会社KAMP.  ・実施⽇/時間：2024/10/5(⼟)-2025/1/31(⾦)  ・開催場所：熊本県球磨郡湯前町各所  ・⼊場料 ：誰でも参加可能で⼊場料は無料  ■法人概要 ・名称：株式会社KAMP.  ・設⽴：2020年11⽉  ・代表：北島琢也  ・所在地：岡⼭県岡⼭市北区奉還町3-1-35  ・電話番号：086-254-1611  ・公式サイトURL：https://kamp.co.jp/  ・事業内容：XRイベント企画、デザイン制作、プロモーションマネージメントなど  ■お問い合わせ先 湯前町商⼯会⻘年部 〔担当者〕⿊﨑史朗  〔TEL〕0966-43-3333 〔Mail〕yunomae@lime.ocn.ne.jp このプレスリリースには、メディア関係者向けの情報があります メディアユーザー登録を行うと、企業担当者の連絡先や、イベント・記者会見の情報など様々な特記情報を閲覧できます。※内容はプレスリリースにより異なります。 すべての画像 このプレスリリース内で使われている画像ファイルがダウンロードできます 1フォロワー Copyright © PR TIMES Corporation All Rights Reserved. ...",
            "label": "AR-VR",
            "author": null
        },
        {
            "id": 23,
            "urls": "https://timesofindia.indiatimes.com/city/vijayawada/tirupati-laddu-row-tdp-pins-it-on-jagans-ysrcp-govt-for-ar-dairy-ghee-contract/articleshow/113926261.cms",
            "title": "Tirupati laddu row: TDP pins it on Jagan’s YSRCP govt for AR Dairy ghee contract",
            "brief": "TDP accuses YSRCP of awarding a ghee supply contract to AR Dairy, which lacked the capacity to meet the contract demands. TDP cites a technical report showing AR Dairy's insufficient production capacity and raises concerns over the prolonged delivery times, i…",
            "image": "https://static.toiimg.com/thumb/msid-113926320,width-1070,height-580,imgsize-103904,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
            "content": "9 things that make Areca Palm the perfect indoor plant Soaked moong dal benefits: 10 benefits for eating this energy powerhouse for breakfast How to make South Indian stye Paneer Dosa at home The 8 perfect steps to grow ‘Dhaniya’ in the kitchen garden 10 baby girl names that sound royal 15 Indian states and their famous state animals 10 delicious Indian dishes that can be made with raw banana How to make protein-rich Lahori Paneer Korma 8 fruits and veggies that can help get rid of eye glasses 10 green vegetables that have highest protein content ...",
            "label": "AR-VR",
            "author": "Srikanth Aluri"
        },
        {
            "id": 24,
            "urls": "https://www.etfdailynews.com/2024/10/03/stock-analysts-price-target-changes-for-october-3rd-aal-aep-afl-algt-alk-alv-apa-ar-asth-ati/",
            "title": "Stock Analysts’ Price Target Changes for October 3rd (AAL, AEP, AFL, ALGT, ALK, ALV, APA, AR, ASTH, ATI)",
            "brief": "Stock Analysts’ price target changes for Thursday, October 3rd: American Airlines Group (NASDAQ:AAL) had its price target increased by TD Cowen from $7.00 to $9.00. They currently have a hold rating on the stock. American Airlines Group (NASDAQ:AAL) had its t…",
            "image": "https://www.americanbankingnews.com/wp-content/timthumb/timthumb.php?src=https://www.marketbeat.com/logos/generic-stocks5.jpg&w=240&h=240&zc=2",
            "content": "\nPosted by MarketBeat News on Oct 3rd, 2024\n Stock Analysts’ price target changes for Thursday, October 3rd: American Airlines Group (NASDAQ:AAL) had its price target increased by TD Cowen from $7.00 to $9.00. They currently have a hold rating on the stock.  American Airlines Group (NASDAQ:AAL) had its target price boosted by Evercore ISI from $10.00 to $12.00. Evercore ISI currently has an in-line rating on the stock.  \n\n\n\n\n\nWant More Great Investing Ideas?\n\n10 Stocks to Sell NOW!\n3 Stocks to DOUBLE This Year\nThe 10 Best Stocks to Own in 2023\n7 Stocks to Buy and Hold Forever\n\n\n\nAmerican Electric Power (NASDAQ:AEP) had its target price raised by BMO Capital Markets from $109.00 to $114.00. BMO Capital Markets currently has an outperform rating on the stock.  Aflac (NYSE:AFL) had its target price boosted by JPMorgan Chase & Co. from $85.00 to $90.00. JPMorgan Chase & Co. currently has a neutral rating on the stock.  Allegiant Travel (NASDAQ:ALGT) had its price target increased by TD Cowen from $33.00 to $42.00. They currently have a hold rating on the stock.  Allegiant Travel (NASDAQ:ALGT) had its price target increased by Evercore ISI from $60.00 to $65.00. The firm currently has an in-line rating on the stock.  Alaska Air Group (NYSE:ALK) had its price target reduced by Evercore ISI from $60.00 to $55.00. Evercore ISI currently has an outperform rating on the stock.  Alaska Air Group (NYSE:ALK) had its price target reduced by TD Cowen from $52.00 to $50.00. The firm currently has a buy rating on the stock.  Autoliv (NYSE:ALV) had its target price lowered by Bank of America Co. from $137.00 to $134.00. Bank of America Co. currently has a buy rating on the stock.  APA (NASDAQ:APA) had its price target cut by Barclays PLC from $35.00 to $30.00. Barclays PLC currently has an equal weight rating on the stock.  Antero Resources (NYSE:AR) had its price target cut by Barclays PLC from $32.00 to $30.00. Barclays PLC currently has an equal weight rating on the stock.  Astrana Health (NASDAQ:ASTH) had its target price increased by BTIG Research from $60.00 to $70.00. The firm currently has a buy rating on the stock.  ATI (NYSE:ATI) had its target price boosted by Deutsche Bank Aktiengesellschaft from $81.00 to $84.00. The firm currently has a buy rating on the stock.  AutoZone (NYSE:AZO) had its target price increased by Evercore ISI from $3,300.00 to $3,350.00. The firm currently has an outperform rating on the stock.  Boeing (NYSE:BA) had its price target lowered by Deutsche Bank Aktiengesellschaft from $225.00 to $195.00. They currently have a buy rating on the stock.  Biohaven (NYSE:BHVN) had its target price raised by JPMorgan Chase & Co. from $55.00 to $68.00. The firm currently has an overweight rating on the stock.  BigCommerce (NASDAQ:BIGC) had its price target reduced by Stifel Nicolaus from $10.00 to $8.00. They currently have a buy rating on the stock.  Baker Hughes (NASDAQ:BKR) had its price target raised by Morgan Stanley from $42.00 to $45.00. Morgan Stanley currently has an overweight rating on the stock.  BrightSpring Health Services (NASDAQ:BTSG) had its target price increased by BTIG Research from $15.00 to $20.00. The firm currently has a buy rating on the stock.  BrainsWay (NASDAQ:BWAY) had its target price boosted by Northland Securities from $11.00 to $12.50. They currently have an outperform rating on the stock.  BWX Technologies (NYSE:BWXT) had its target price increased by Deutsche Bank Aktiengesellschaft from $113.00 to $129.00. They currently have a buy rating on the stock.  Carnival Co. & (NYSE:CCL) had its target price raised by Macquarie from $25.00 to $26.00. They currently have an outperform rating on the stock.  C.H. Robinson Worldwide (NASDAQ:CHRW) had its target price increased by Evercore ISI from $112.00 to $122.00. Evercore ISI currently has an outperform rating on the stock.  CME Group (NASDAQ:CME) had its target price boosted by Bank of America Co. from $177.00 to $180.00. They currently have an underperform rating on the stock.  ConocoPhillips (NYSE:COP) had its target price trimmed by Barclays PLC from $156.00 to $135.00. Barclays PLC currently has an overweight rating on the stock.  Corpay (NYSE:CPAY) had its target price increased by BMO Capital Markets from $350.00 to $390.00. BMO Capital Markets currently has an outperform rating on the stock.  Crane (NYSE:CR) had its price target raised by Deutsche Bank Aktiengesellschaft from $175.00 to $182.00. The firm currently has a buy rating on the stock.  California Resources (NYSE:CRC) had its price target increased by Barclays PLC from $55.00 to $57.00. They currently have an equal weight rating on the stock.  Constellium (NYSE:CSTM) had its price target cut by Deutsche Bank Aktiengesellschaft from $23.00 to $22.00. They currently have a buy rating on the stock.  Coterra Energy (NYSE:CTRA) had its price target lowered by Barclays PLC from $33.00 to $31.00. They currently have an overweight rating on the stock.  Chevron (NYSE:CVX) had its price target reduced by Barclays PLC from $185.00 to $168.00. Barclays PLC currently has an overweight rating on the stock.  DT Midstream (NYSE:DTM) had its price target boosted by Barclays PLC from $76.00 to $85.00. Barclays PLC currently has an overweight rating on the stock.  Devon Energy (NYSE:DVN) had its price target reduced by Barclays PLC from $55.00 to $46.00. Barclays PLC currently has an equal weight rating on the stock.  EOG Resources (NYSE:EOG) had its target price trimmed by Barclays PLC from $144.00 to $137.00. They currently have an equal weight rating on the stock.  Essential Properties Realty Trust (NYSE:EPRT) had its price target boosted by Truist Financial Co. from $33.00 to $36.00. The firm currently has a buy rating on the stock.  Eversource Energy (NYSE:ES) had its price target raised by BMO Capital Markets from $70.00 to $74.00. The firm currently has a market perform rating on the stock.  General Dynamics (NYSE:GD) had its price target reduced by Deutsche Bank Aktiengesellschaft from $320.00 to $314.00. They currently have a hold rating on the stock.  General Electric (NYSE:GE) had its price target increased by Deutsche Bank Aktiengesellschaft from $212.00 to $235.00. They currently have a buy rating on the stock.  GE Vernova (NYSE:GEV) had its price target boosted by Evercore ISI from $285.00 to $300.00. They currently have an outperform rating on the stock.  Gildan Activewear (NYSE:GIL) (TSE:GIL) had its target price raised by Stifel Nicolaus from $51.00 to $54.00. They currently have a buy rating on the stock.  Guidewire Software (NYSE:GWRE) had its price target increased by JPMorgan Chase & Co. from $170.00 to $210.00. JPMorgan Chase & Co. currently has an overweight rating on the stock.  Hub Group (NASDAQ:HUBG) had its target price raised by Evercore ISI from $41.00 to $43.00. The firm currently has an in-line rating on the stock.  Humana (NYSE:HUM) had its price target trimmed by Oppenheimer Holdings Inc. from $400.00 to $280.00. Oppenheimer Holdings Inc. currently has an outperform rating on the stock.  Howmet Aerospace (NYSE:HWM) had its target price raised by Deutsche Bank Aktiengesellschaft from $106.00 to $125.00. The firm currently has a buy rating on the stock.  Hexcel (NYSE:HXL) had its price target lowered by Deutsche Bank Aktiengesellschaft from $65.00 to $62.00. Deutsche Bank Aktiengesellschaft currently has a hold rating on the stock.  i3 Verticals (NASDAQ:IIIV) had its price target reduced by BMO Capital Markets from $23.00 to $21.00. They currently have a market perform rating on the stock.  Insmed (NASDAQ:INSM) had its target price raised by JPMorgan Chase & Co. from $72.00 to $74.00. The firm currently has an overweight rating on the stock.  J.B. Hunt Transport Services (NASDAQ:JBHT) had its price target trimmed by Evercore ISI from $185.00 to $183.00. They currently have an outperform rating on the stock.  JetBlue Airways (NASDAQ:JBLU) had its price target increased by Evercore ISI from $4.00 to $5.00. The firm currently has an in-line rating on the stock.  CarMax (NYSE:KMX) had its price target reduced by Evercore ISI from $79.00 to $76.00. They currently have an in-line rating on the stock.  Knight-Swift Transportation (NYSE:KNX) had its price target trimmed by Evercore ISI from $55.00 to $49.00. They currently have an in-line rating on the stock.  Levi Strauss & Co. (NYSE:LEVI) had its target price trimmed by TD Cowen from $25.00 to $23.00. TD Cowen currently has a buy rating on the stock.  Levi Strauss & Co. (NYSE:LEVI) had its price target increased by JPMorgan Chase & Co. from $20.00 to $21.00. The firm currently has a neutral rating on the stock.  Levi Strauss & Co. (NYSE:LEVI) had its target price cut by Stifel Nicolaus from $28.00 to $25.00. Stifel Nicolaus currently has a buy rating on the stock.  L3Harris Technologies (NYSE:LHX) had its price target trimmed by Deutsche Bank Aktiengesellschaft from $252.00 to $250.00. Deutsche Bank Aktiengesellschaft currently has a hold rating on the stock.  Lockheed Martin (NYSE:LMT) had its target price raised by Deutsche Bank Aktiengesellschaft from $600.00 to $620.00. They currently have a buy rating on the stock.  Landstar System (NASDAQ:LSTR) had its price target lowered by Evercore ISI from $167.00 to $165.00. The firm currently has an in-line rating on the stock.  Lamb Weston (NYSE:LW) had its price target boosted by Stifel Nicolaus from $60.00 to $65.00. Stifel Nicolaus currently has a hold rating on the stock.  Moody’s (NYSE:MCO) had its price target increased by Oppenheimer Holdings Inc. from $492.00 to $536.00. They currently have an outperform rating on the stock.  ModivCare (NASDAQ:MODV) had its target price raised by Barrington Research from $19.00 to $22.00. The firm currently has an outperform rating on the stock.  Marathon Oil (NYSE:MRO) had its target price cut by Barclays PLC from $35.00 to $34.00. The firm currently has an overweight rating on the stock.  Murphy Oil (NYSE:MUR) had its target price lowered by Barclays PLC from $46.00 to $38.00. The firm currently has an equal weight rating on the stock.  NOV (NYSE:NOV) had its price target lowered by JPMorgan Chase & Co. from $23.00 to $22.00. They currently have an overweight rating on the stock.  Nextracker (NASDAQ:NXT) had its target price lowered by Barclays PLC from $61.00 to $47.00. The firm currently has an equal weight rating on the stock.  Old Dominion Freight Line (NASDAQ:ODFL) had its target price reduced by Evercore ISI from $199.00 to $188.00. The firm currently has an in-line rating on the stock.  ON (NYSE:ONON) had its price target increased by Piper Sandler from $52.00 to $56.00. They currently have an overweight rating on the stock.  ON (NYSE:ONON) had its price target increased by Truist Financial Co. from $51.00 to $58.00. They currently have a buy rating on the stock.  Occidental Petroleum (NYSE:OXY) had its price target lowered by Barclays PLC from $67.00 to $58.00. They currently have an equal weight rating on the stock.  PayPal (NASDAQ:PYPL) had its target price increased by BMO Capital Markets from $72.00 to $73.00. BMO Capital Markets currently has a market perform rating on the stock.  Reinsurance Group of America (NYSE:RGA) had its target price boosted by JPMorgan Chase & Co. from $220.00 to $222.00. The firm currently has a neutral rating on the stock.  Transocean (NYSE:RIG) had its target price increased by Morgan Stanley from $5.00 to $6.00. Morgan Stanley currently has an equal weight rating on the stock.  RPM International (NYSE:RPM) had its target price increased by Royal Bank of Canada from $120.00 to $126.00. They currently have a sector perform rating on the stock.  RPM International (NYSE:RPM) had its target price increased by Deutsche Bank Aktiengesellschaft from $132.00 to $140.00. They currently have a buy rating on the stock.  RPM International (NYSE:RPM) had its price target increased by JPMorgan Chase & Co. from $120.00 to $126.00. JPMorgan Chase & Co. currently has a neutral rating on the stock.  Saia (NASDAQ:SAIA) had its target price trimmed by Evercore ISI from $503.00 to $488.00. Evercore ISI currently has an outperform rating on the stock.  Schneider National (NYSE:SNDR) had its target price reduced by Evercore ISI from $28.00 to $27.00. The firm currently has an in-line rating on the stock.  S&P Global (NYSE:SPGI) had its price target boosted by Oppenheimer Holdings Inc. from $540.00 to $590.00. Oppenheimer Holdings Inc. currently has an outperform rating on the stock.  Block (NYSE:SQ) had its price target cut by BMO Capital Markets from $93.00 to $92.00. They currently have an outperform rating on the stock.  Scholar Rock (NASDAQ:SRRK) had its target price lowered by JPMorgan Chase & Co. from $20.00 to $18.00. JPMorgan Chase & Co. currently has an overweight rating on the stock.  TransDigm Group (NYSE:TDG) had its price target boosted by Deutsche Bank Aktiengesellschaft from $1,524.00 to $1,577.00. They currently have a buy rating on the stock.  Tesla (NASDAQ:TSLA) had its target price raised by Truist Financial Co. from $215.00 to $236.00. The firm currently has a hold rating on the stock.  Frontier Group (NASDAQ:ULCC) had its target price boosted by Evercore ISI from $4.00 to $5.00. Evercore ISI currently has an in-line rating on the stock.  Ulta Beauty (NASDAQ:ULTA) had its target price trimmed by TD Cowen from $395.00 to $390.00. The firm currently has a hold rating on the stock.  Unum Group (NYSE:UNM) had its price target cut by JPMorgan Chase & Co. from $65.00 to $63.00. JPMorgan Chase & Co. currently has an overweight rating on the stock.  Visa (NYSE:V) had its price target raised by BMO Capital Markets from $300.00 to $310.00. The firm currently has an outperform rating on the stock.  Vistra (NYSE:VST) had its target price increased by Royal Bank of Canada from $105.00 to $141.00. Royal Bank of Canada currently has an outperform rating on the stock.  Werner Enterprises (NASDAQ:WERN) had its target price trimmed by Evercore ISI from $37.00 to $35.00. Evercore ISI currently has an in-line rating on the stock.  WNS (NYSE:WNS) had its target price cut by Deutsche Bank Aktiengesellschaft from $55.00 to $51.00. The firm currently has a hold rating on the stock.  Wave Life Sciences (NASDAQ:WVE) had its price target boosted by B. Riley from $11.00 to $19.00. B. Riley currently has a buy rating on the stock.  Woodward (NASDAQ:WWD) had its price target raised by Deutsche Bank Aktiengesellschaft from $158.00 to $162.00. The firm currently has a hold rating on the stock.  Exxon Mobil (NYSE:XOM) had its target price trimmed by Barclays PLC from $142.00 to $137.00. They currently have an overweight rating on the stock.  XPO (NYSE:XPO) had its target price lowered by Evercore ISI from $129.00 to $125.00. They currently have an outperform rating on the stock.   Receive News & Ratings for American Airlines Group Inc Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for American Airlines Group Inc and related companies with MarketBeat.com's FREE daily email newsletter. ConocoPhillips (NYSE:COP) Price Target Lowered to $135.00 at Barclays Mattson Financial Services LLC Purchases New Stake in Lam Research Co. (NASDAQ:LRCX) ...",
            "label": "AR-VR",
            "author": "MarketBeat News"
        },
        {
            "id": 25,
            "urls": "https://japan.cnet.com/release/31036733/",
            "title": "WHJAPAN株式会社YUNOMAE AR ART GALLERY「ARを使ったデジタルアート空間」で新しい街の観光コンテンツを 創出!",
            "brief": "10月５日(土)から湯前町の各地で開催！(入場無料) ARキーワードラリーやゆのまえ漫画フェスタに合わせてコスプレフォトコンテストも開催！[画像: https://prcdn.freetls.fastly.net/release_image/102773/12/102773-12-bb3d4af3a954030fc8aadae8dabc0aa7-1600x2262.jpg?width=536&quality=85%2C75&format=jpeg&a...",
            "image": "https://japan.cnet.com/media/c/2012/images/logo/logo_ogp_1200.png",
            "content": "10月５日(土)から湯前町の各地で開催！(入場無料) ARキーワードラリーやゆのまえ漫画フェスタに合わせてコスプレフォトコンテストも開催！\n\n\n\n[画像: リンク ]\n　湯前町商工会⻘年部（所在地：熊本県球磨郡湯前町/⻘年部長：⿊崎史朗は、湯前町で開催されるゆ のまえ漫画フェスタに合わせて、町へ訪れる人達への新しいエンタテイメントの創出を作り、町の活性化を目指すため、AR(Augmented Reality)などの新しい技術と観光地を組み合わせたイベントを1 ０月5日から1月31日まで町内１０箇所で開催します。\n\n■イベントホームページ\nリンク\n　\n　本イベントは、湯前町の認知向上と魅力度アップを図るため、来場者の増加と新たな観光コンテンツ 創出を目指す湯前町商工会⻘年部の協力を得て実施するものです。湯前町商工会⻘年部の要望により デジタルコンテンツを用いた町の観光要所でのAR体験に注目。日常では体験することができない拡 張現実を株式会社KAMP.の協力の下に実現しました。 \n　\n　ARキーワードラリーではSTYLYのアプリのダウンロードが必要です。AR上に表示されたキーワード を集めて湯前町商工会に持って行けば、先着で景品を参加賞として貰うことができます。\n\n■イベント概要\n ・名称：YUNOMAE AR ART GALLERY \n・主催：湯前町商工会⻘年部 \n・協力：株式会社KAMP. \n・実施日/時間：2024/10/5(土)-2025/1/31(金)\n ・開催場所：熊本県球磨郡湯前町各所 \n・入場料 ：誰でも参加可能で入場料は無料\n\n■法人概要\n・名称：株式会社KAMP. \n・設立：2020年11月 \n・代表：北島琢也 \n・所在地：岡山県岡山市北区奉還町3-1-35 \n・電話番号：086-254-1611 \n・公式サイトURL：リンク \n・事業内容：XRイベント企画、デザイン制作、プロモーションマネージメントなど\n\n■お問い合わせ先\n湯前町商工会⻘年部\n〔担当者〕⿊崎史朗 \n〔TEL〕0966-43-3333\n〔Mail〕yunomae@lime.ocn.ne.jp\n\nプレスリリース提供：PR TIMES リンク 御社のプレスリリース・イベント情報を登録するには、ZDNet Japan企業情報センターサービスへのお申し込みをいただく必要がございます。詳しくは以下のページをご覧ください。 ニュース 製品・サービス 企業・業界 社会 オフトピック 解説 リリース イベント 過去記事 特集 インタビュー デジタル製品 モバイル PC AV デジタルカメラ アップル エンターテインメント Asahi Interactive ID X Facebook サイトマップ \n朝日インタラクティブ\n \nZDNET Japan\n \nTetsudo.com\n \nUchuBiz\n \nツギノジダイ\n \n朝日新聞デジタル\n 当サイトは最新ブラウザでの閲覧を推奨します。 Copyright (c) 2024 ASAHI INTERACTIVE, Inc. All rights reserved. No reproduction or republication\r\n        without written permission.  ...",
            "label": "AR-VR",
            "author": null
        },
        {
            "id": 26,
            "urls": "https://japan.cnet.com/release/31036298/",
            "title": "株式会社マーキュリー・アド新サービス開始！季節イベントにサッと手頃にARフォトスポット",
            "brief": "[ARフォトスポット] ARの季節のオブジェクトで手軽に空間演出、手軽に撮影ができるサービス開始[画像1: https://prcdn.freetls.fastly.net/release_image/64289/9/64289-9-d17c3d4c689fda3c6370b424457f04e8-1920x1440.png?width=536&quality=85%2C75&format=jpeg&auto=webp&fit=bounds&bg-color=ff...",
            "image": "https://japan.cnet.com/media/c/2012/images/logo/logo_ogp_1200.png",
            "content": "[ARフォトスポット] ARの季節のオブジェクトで手軽に空間演出、手軽に撮影ができるサービス開始\n\n\n\n[画像1: リンク ]ARフォトスポットは二次元コードをスキャンするだけでARオブジェクトと一緒に撮影が楽しめるサービス\n株式会社マーキュリー・アド（大阪市北区大淀中　代表取締役：徳山勉）では、イベントのために購入や保管のコストのかかるオブジェクトなどの設置の必要がない、どこでも気軽にフォトスポットを作れる「ARフォトスポット」のサービスを開始しました。\nスペース気にせずインパクトのある大きいものを表示させたり、ARでしかできない新しい体験ができます。\n\nARフォトスポット公式サイトはこちら(リンク)\n\nサービスの目的や背景\nデジタル技術が進化する中で、イベントやキャンペーンにおいてユニークな体験を提供することがますます重要になっています。そこで登場したのが「ARフォトスポット」というサービスです。このサービスは、AR（拡張現実）を活用して、誰でも簡単に撮影体験を楽しめる新しいコンセプトを提案します。特に季節ごとのイベントやプロモーションにおいて、来場者に印象深いフォトスポットを提供し、思い出に残る写真や動画を撮影してもらうことが目的です。また、専用アプリのインストールが不要な点も、多くの利用者にとって大きな魅力となっています。\n\nサービス詳細\nWebARを使用しているため、アプリのダウンロードが不要で、二次元コード（QRコード）をスキャンするだけでスムーズな体験が提供されます。さらに、気軽に使えるデザインテンプレートを揃えておりますので季節ごとのイベントに合うオブジェクトを使うことができます。\n[画像2: リンク ]\nアプリ不要：二次元コードを読み込むだけで、ARオブジェクトが登場。\n多彩なコンテンツ：季節やイベントに合わせたオブジェクトを選択可能。\n明確な料金設定：テンプレートプランなら２週間￥25,000とわかりやすい料金設定。\n写真・動画撮影可能：フォトスポットとしてだけでなく、動画撮影にも対応。\n\n[画像3: リンク ]季節やイベントに合わせた3Dコンテンツ\n\n料金プラン\n\n【テンプレートプラン】手軽に利用できる既存の3Dモデルを使用したプラン\n\nテンプレート代：無料\nサーバー代：2週間／25,000円、4週間／35,000円\nオプション：ロゴの3D化（+10,000円）、3D文字の追加（+5,000円）\n\n既に用意されているテンプレートから好みのデザインを選ぶことで、コストを抑えつつ、簡単にイベントに合わせたARフォトスポットを作成可能です。\nテンプレート リンクテンプレートはこちらをご確認ください。\n\n\n【オリジナル3Dプラン】完全オリジナルの3Dモデルを一から制作するプラン\n3D制作費：50,000円～（制作内容により異なります）\nサーバー代：2週間／25,000円、4週間／35,000円\nオプション：実際のフォトスポットとARを組み合わせたプランの制作も可能\n\nイベントやプロモーションに合わせた特別なデザインを求める方におすすめです。オリジナルの3Dオブジェクトを作成することで、さらに独自性の高い体験を提供できます。\n\n\n今後の展開\n今後、「ARフォトスポット」は、さらなるコンテンツ拡充と技術の進化を目指しています。より多様な季節オブジェクトやカスタマイズオプションを追加することで、イベントの種類や規模に関わらず、利用者が満足できるサービスを提供していく予定です。また、企業や団体と連携し、独自のプロモーションを支援することで、ブランド認知度向上にも貢献していきます。\n\n\n\n\n\nARフォトスポット公式サイトはこちら(リンク)\n\n\n株式会社マーキュリー・アド\n\nお客様をデザインで繋ぐ\nー デザインを通じてお客様の想いを具現化し、魅力的なブランド体験を創造する。ー\n\nマーキュリー・アドは、大阪を拠点とするデザイン会社です。ホテルを中心としたクライアントにグラフィックデザイン、WEBのUI/UX、パンフレット、カタログ、ポスター、EC、ブランディングまで幅広く制作・ビジネス支援を行っております。さらに、革新的なAR体験や最新技術を取り入れたソリューションも提供しています。\n\n所在地　　：大阪市北区大淀中4-6-8\n設立　　　：1969年\n電話番号　：06-6453-6556（代表）\n公式サイト：リンク\n\nプレスリリース提供：PR TIMES リンク 御社のプレスリリース・イベント情報を登録するには、ZDNet Japan企業情報センターサービスへのお申し込みをいただく必要がございます。詳しくは以下のページをご覧ください。 ニュース 製品・サービス 企業・業界 社会 オフトピック 解説 リリース イベント 過去記事 特集 インタビュー デジタル製品 モバイル PC AV デジタルカメラ アップル エンターテインメント Asahi Interactive ID X Facebook サイトマップ \n朝日インタラクティブ\n \nZDNET Japan\n \nTetsudo.com\n \nUchuBiz\n \nツギノジダイ\n \n朝日新聞デジタル\n 当サイトは最新ブラウザでの閲覧を推奨します。 Copyright (c) 2024 ASAHI INTERACTIVE, Inc. All rights reserved. No reproduction or republication\r\n        without written permission.  ...",
            "label": "AR-VR",
            "author": null
        },
        {
            "id": 27,
            "urls": "https://japan.cnet.com/release/31037501/",
            "title": "株式会社STYLYSTYLYが大人気TVアニメ「夜のクラゲは泳げない」とコラボ！10/19（土）渋谷音楽祭で体験できるARキットの事前販売を開始",
            "brief": "舞台はアニメと同じ渋谷区立宮下公園！聖地巡礼や音楽ライブと連動したARも[画像1: https://prcdn.freetls.fastly.net/release_image/23281/255/23281-255-2ee1e7421539aa00262de27e22b6201f-1200x675.jpg?width=536&quality=85%2C75&format=jpeg&auto=webp&fit=bounds&bg-color=fff ]空間レイヤー...",
            "image": "https://japan.cnet.com/media/c/2012/images/logo/logo_ogp_1200.png",
            "content": "舞台はアニメと同じ渋谷区立宮下公園！聖地巡礼や音楽ライブと連動したARも\n\n\n\n[画像1: リンク ]\n空間レイヤープラットフォーム「STYLY（スタイリー）」を提供する株式会社STYLY（本社：東京都新宿区）は、2024年10月19日（土）に渋谷区立宮下公園で開催される「第19回渋谷音楽祭2024~SHIBUYA MUSIC SCRAMBLE ~」連動企画として、渋谷が舞台の大人気TVアニメ「夜のクラゲは泳げない」とコラボレーションしたARコンテンツおよび体験プラットフォームを提供します。\n\n渋谷音楽祭での体験に先駆け、10月6日（日）開催のスペシャルイベント「JELEE MEET UP! 2024」および渋谷音楽祭当日となる10月19日（土）渋谷区立宮下公園にて、アニメオリジナルARキットを販売します。\n「第19回渋谷音楽祭~SHIBUYA MUSIC SCRAMBLE 2024~」について\n　・開催日程：2024年10月19日（土）、20日（日） \n・会場：LINE CUBE SHIBUYA/渋谷区立宮下公園/渋谷区立北谷公園/Shibuya Sakura Stage 他\n・主催：渋谷音楽祭実行委員会\n・共催：渋谷区/一般財団法人渋谷区観光協会/一般社団法人渋谷未来デザイン\n・公式サイト： リンク\n\n[画像2: リンク ]\n\n「夜のクラゲは泳げない」ARコンテンツについて　\n「第19回渋谷音楽祭2024~SHIBUYA MUSIC SCRAMBLE~」が開催される2024年10月19日（土）に宮下公園で体験できる、「夜のクラゲは泳げない」オリジナルARコンテンツです。\n\n１.渋谷が水族館になる「JELEEライブ用AR」\n[画像3: リンク ]・体験場所：4Fライブ会場（芝生ひろば付近）\n・体験期間：10月19日(土)夕方\n・内容：渋谷音楽祭の来場者向け期間限定\nARです。ライブが始まるとクラゲや魚が飛び交い、渋谷が水族館になるような演出が現れます。\n・体験方法：当日配布のフライヤー、または会場に設置されているQRコードをスマートフォンで読み取り、ご体験ください。\n\n\n\n\n２.聖地巡礼！「クラゲ壁画AR」\n[画像4: リンク ]・体験場所：1F  駐輪場付近\n・体験期間：10月19日(土)～12月31日(火)\n・内容：アニメに登場した「クラゲ壁画」が渋谷のスポットに出現します。\n・体験方法：当日配布のフライヤー、または会場に設置されているQRコードをスマートフォンで読み取り、ご体験ください。\n※画像はイメージです。\n\n\n\n３.【ARキット購入者限定！】JELEEちゃんが登場する「ジオラマAR」\n[画像5: リンク ]・体験場所：会場やご自宅、どこでも体験が可能です。\n・体験期間：10月19日(土)～12月31日(火)\n・内容：ARキットのクラゲ壁画にスマートフォンを向けると、海の生き物とJELEEちゃんが登場します。\n・体験方法：ARキットに専用QRコードを記載していますので、スマートフォンで読み取りの上ご体験ください。\n\n\n\n\n[画像6: リンク ]宮下公園付近AR体験場所\n\nご体験にはスマートフォンアプリ「STYLY」を利用します。\nお手持ちのスマートフォンまたはタブレットでアプリのインストールをお願い致します。\nインストールはこちらから： リンク\n※アプリダウンロードや体験時の通信費はご参加者各自のご負担となります。\n※対応端末：iPhone6s以降、Android8.0以降\n※スマートフォンの機種によってはご利用いただけないことがありますのでご了承ください。\n\nARキットについて\n[画像7: リンク ]渋谷音楽祭でお使いいただける、渋谷を舞台にしたアニメ「夜のクラゲは泳げない」のオリジナル装飾をあしらった紙製ARゴーグルのキットを先行して10月6日（日）より販売いたします。ARゴーグルを活用することで、より没入感のあるヨルクラの世界を体験することができます。\n\n購入は以下の会場にて購入が可能です。当日イベント会場受付にてスタッフへお求めください。\n\n\n\n◆10月6日（日）カルッツかわさき\n・夜のクラゲは泳げない スペシャルイベント「JELEE MEET UP! 2024」\n・住所：〒210-0011 神奈川県川崎市川崎区富士見1-1-4　カルッツかわさきホール\n・公式サイト：リンク\n\n◆10月19日（土）渋谷区立宮下公園\n・第19回渋谷音楽祭~SHIBUYA MUSIC SCRAMBLE 2024~\n・住所：〒150-0001 東京都渋谷区神宮前6- 20-10 MIYASHITA PARK 4F\n・公式サイト：リンク\n\n※販売価格：1,700円（税抜）\n※お手持ちのスマートフォンとの併用が必要です・\n※対応するスマートフォンのサイズ：幅80mm×高さ 160mm×厚み10mm以内\n※スマートフォンのサイズによってはARゴーグルのカメラ窓をカットする必要があります\n\n\n【ARコンテンツ・キットについて】\n・製作：株式会社STYLY\n・協力：渋谷音楽祭実行委員会 / 一般社団法人渋谷未来デザイン / キングレコード株式会社\n\n\n[画像8: リンク ]なお、同日に渋谷音楽祭においてSTYLYで観戦する空のモータースポーツ「AIR RACE X 2024 渋谷デジタルラウンド」も開催致します。合わせてぜひご体験ください。\n詳細はこちら： リンク\n\n\n\n本取り組みの背景　\nSTYLYでは、「空間を身にまとう時代」の実現に向け、XRを主軸とした事業展開を行っています。STYLYによって都市空間や生活空間にはデジタルの「レイヤー」が生まれ、事業者やクリエイターはまるで動画をPCやスマートフォンにアップロードするように、あらゆるコンテンツを空間に配信することができます。\n\n[画像9: リンク ]\n\n配信先には現実の都市空間や商業施設とに紐づく「パブリックレイヤー」と、個人視点で楽しむ「パーソナルレイヤー」があり、パブリックレイヤーは都市や施設の空間に対して新たな付加価値をつけるレイヤーのことを指します。\nユーザーは街を訪れるとテレビのチャンネルを切り替えるように、様々なXRコンテンツを体験することができます。現実世界にXR技術で様々なストーリーを重ね、高い没入体験を生み出すことで街に人流を生み出します。\n\n今回の取り組みは、パブリックレイヤーのユースケースとして、都市とIPを組み合わせた、空間コンピューティング時代のエンターテインメント体験を創出するプロジェクトとなります。\n株式会社STYLYについて　\n[画像10: リンク ]\n株式会社STYLYは、デジタルとフィジカルを繋ぐ空間レイヤープラットフォーム「STYLY」を提供する会社です。「人類の超能力を解放する」ことをミッションに掲げ、XRを主軸としたテクノロジーにより、ヒトや企業の創造する力、クリエイティビティを解放し、新たな文化・産業の創出によって人類の進化に貢献することを目指しています。\n・本社所在地 ：東京都新宿区新宿1丁目34−3 第24スカイビル 4F\n・代表者 ：代表取締役　山口征浩\n・Webサイト：リンク\n\n＜本件に関するお問合せ＞\n株式会社STYLY　広報担当　森逸崎　info@styly.inc\n\n＜プレスキット＞　\nリンク\n\nプレスリリース提供：PR TIMES リンク 御社のプレスリリース・イベント情報を登録するには、ZDNet Japan企業情報センターサービスへのお申し込みをいただく必要がございます。詳しくは以下のページをご覧ください。 ニュース 製品・サービス 企業・業界 社会 オフトピック 解説 リリース イベント 過去記事 特集 インタビュー デジタル製品 モバイル PC AV デジタルカメラ アップル エンターテインメント Asahi Interactive ID X Facebook サイトマップ \n朝日インタラクティブ\n \nZDNET Japan\n \nTetsudo.com\n \nUchuBiz\n \nツギノジダイ\n \n朝日新聞デジタル\n 当サイトは最新ブラウザでの閲覧を推奨します。 Copyright (c) 2024 ASAHI INTERACTIVE, Inc. All rights reserved. No reproduction or republication\r\n        without written permission.  ...",
            "label": "AR-VR",
            "author": null
        },
        {
            "id": 28,
            "urls": "https://www.coindesk.com/business/2024/10/02/franklin-templeton-adds-aptos-blockchain-to-support-tokenized-money-market-fund/",
            "title": "Franklin Templeton Adds Aptos Blockchain to Support Tokenized Money Market Fund",
            "brief": "Aptos {{APT}}, the Layer 1 blockchain inspired by the discontinued Diem (formerly Libra) blockchain developed by Meta, has become the latest where Franklin Templeton’s OnChain U.S. Government Money Market Fund (FOBXX) can be traded.",
            "image": "https://www.coindesk.com/resizer/G0JuTfIH6X3bf4wVjDy4sJ6R9OI=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/6A2QYE6545EZZOJD2H33SXIGEM.jpg",
            "content": "Election 2024 coverage presented by Aptos (APT), the Layer 1 blockchain inspired by the discontinued Diem (formerly Libra) blockchain developed by Meta, has become the latest network where investors can trade shares of Franklin Templeton’s OnChain U.S. Government Money Market Fund (FOBXX). The fund, which is the second-largest tokenized fund on the market with a $435 million market cap, is already available on Ethereum via Arbitrum, Stellar and Polygon as well as Avalanche. Franklin’s latest addition is due to Aptos’ unique characteristics which also meet the asset manager’s rigorous suitability standards for its Benji platform, the firm’s blockchain-integrated recordkeeping system, said Roger Bayston, head of digital assets at Franklin Templeton. One Benji token represents one share of the fund. Aptos is a fairly young Layer 1 blockchain launched in 2022. It employs the Move programming language, which it claims allows for faster and more protected transactions. Aptos Labs, the developers behind the blockchain, have long made it their mission to bridge the gap between decentralized finance (DeFi) and large, traditional institutions, as have other Layer 1 blockchains. In April, the firm started partnering with Microsoft and Brevan Howard, as well as South Korean telecommunications operator SK Telecom to help institutions make it easier to experiment in decentralized finance. “Franklin Templeton’s willingness to innovate in the name of a truly decentralized and accessible financial future is inspiring,” said Bashar Lazaar, Head of Grants and Ecosystem at Aptos Foundation. “To reach that future, we need to connect not just the TradFi and DeFi worlds, but EVM and non-EVM networks as well. Integrating the Benji Investments platform with the Aptos Network is a massive step in the right direction and we look forward to welcoming them to the Aptos ecosystem,” he said. Edited by Nikhilesh De. Disclosure Please note that our privacy policy, terms of use, cookies, and do not sell my personal information have been updated.CoinDesk is an award-winning media outlet that covers the cryptocurrency industry. Its journalists abide by a strict set of editorial policies. CoinDesk has adopted a set of principles aimed at ensuring the integrity, editorial independence and freedom from bias of its publications. CoinDesk is part of the Bullish group, which owns and invests in digital asset businesses and digital assets. CoinDesk employees, including journalists, may receive Bullish group equity-based compensation. Bullish was incubated by technology investor Block.one. Helene is a New York-based reporter covering Wall Street, the rise of the spot bitcoin ETFs and crypto exchanges. She is also the co-host of CoinDesk's Markets Daily show. Helene is a graduate of New York University's business and economic reporting program and has appeared on CBS News, YahooFinance and Nasdaq TradeTalks. She holds BTC and ETH. About Stay Updated Get In Touch The Fine Print Please note that our privacy policy, terms of use, cookies, and do not sell my personal information have been updated.CoinDesk is an award-winning media outlet that covers the cryptocurrency industry. Its journalists abide by a strict set of editorial policies. CoinDesk has adopted a set of principles aimed at ensuring the integrity, editorial independence and freedom from bias of its publications. CoinDesk is part of the Bullish group, which owns and invests in digital asset businesses and digital assets. CoinDesk employees, including journalists, may receive Bullish group equity-based compensation. Bullish was incubated by technology investor Block.one. ©2024 CoinDesk ...",
            "label": "Block Chain",
            "author": "Helene Braun"
        },
        {
            "id": 29,
            "urls": "https://izismile.com/2024/10/02/the_role_of_blockchain_currency_in_reducing_economic_inequality.html",
            "title": "The Role Of Blockchain Currency In Reducing Economic Inequality",
            "brief": "The Role Of Blockchain Currency In Reducing Economic Inequality",
            "image": "https://img.izismile.com/img/img15/20241002/640/the_role_of_blockchain_currency_in_reducing_economic_inequality_640_01.jpg",
            "content": "Blockchain currency has emerged as a transformative force in the global financial landscape. While its primary function as a decentralized digital asset has garnered attention, its potential to address economic inequality is equally noteworthy. By offering an alternative to traditional banking systems and promoting financial inclusion, blockchain currency is gradually leveling the economic playing field. This article explores how blockchain currency can reduce economic inequality and create opportunities for underserved communities worldwide.   Empowering the Unbanked   Financial Access for All   One of the most significant challenges in addressing economic inequality is the lack of access to financial services. According to the World Bank, nearly 1.7 billion adults worldwide are unbanked, meaning they do not have access to a bank account or any formal financial institution. This exclusion often perpetuates poverty, as individuals without access to banking services struggle to save money, obtain credit, or engage in economic activities. Blockchain currency provides a viable solution by enabling financial transactions without the need for traditional banks. With just a smartphone and internet connection, individuals can create a digital wallet, store assets, and make transactions. This accessibility is particularly beneficial in developing regions where banking infrastructure is limited or non-existent. You can also explore Eclipse Earn for further information.   Lower Transaction Costs   Traditional financial systems often burden users with high transaction fees, particularly for cross-border payments. These fees can be prohibitive for low-income individuals and small businesses, further exacerbating economic inequality. Blockchain technology, however, facilitates peer-to-peer transactions without intermediaries, significantly reducing transaction costs.   Lower fees mean that more of the money sent by migrant workers, for instance, reaches their families back home. This not only improves the financial well-being of recipients but also stimulates local economies, contributing to a reduction in poverty levels.   Promoting Economic Inclusion   Democratizing Investment Opportunities   Investment opportunities have historically been reserved for the wealthy, with high entry barriers preventing lower-income individuals from participating in wealth-building activities. Blockchain currency is changing this dynamic by democratizing access to investment platforms. Through tokenization, assets such as real estate, art, or commodities can be divided into smaller units and traded on blockchain platforms. This allows individuals with limited capital to invest in assets they would otherwise be unable to afford. By lowering the barriers to entry, blockchain currency enables a broader segment of the population to participate in wealth creation, thereby narrowing the wealth gap and promoting economic inclusion.   Decentralized Finance (DeFi) Solutions   Decentralized finance (DeFi) is another area where blockchain technology is making a significant impact on economic inequality. DeFi platforms offer financial services such as lending, borrowing, and earning interest, all without the need for traditional banks. These platforms operate on blockchain networks, ensuring transparency, security, and accessibility.   For individuals in countries with unstable or corrupt financial systems, DeFi provides an alternative means of accessing financial services. Users can engage in lending and borrowing activities, earn interest on their assets, and even take out loans without the need for a credit check. This empowers individuals who have been excluded from traditional financial systems due to lack of credit history or other barriers.   Enhancing Transparency and Reducing Corruption   Transparent Transactions   Corruption is a major contributor to economic inequality, particularly in developing countries where funds meant for public services are often siphoned off by corrupt officials. Blockchain technology's inherent transparency offers a solution to this problem. Every transaction made on a blockchain is recorded on a public ledger, which is immutable and accessible to anyone. This transparency reduces the likelihood of funds being misappropriated and ensures that financial resources reach their intended recipients. For example, governments can use blockchain technology to distribute social welfare benefits, ensuring that funds are delivered directly to the intended beneficiaries without any intermediaries. This can help reduce poverty and improve the quality of life for vulnerable populations.   Reducing Barriers to Entry for Entrepreneurs   Entrepreneurship is a key driver of economic growth and job creation, yet many aspiring entrepreneurs face significant barriers to entry, including lack of access to capital and bureaucratic red tape. Blockchain technology can help remove these barriers by providing a platform for fundraising and business development. Initial Coin Offerings (ICOs) and Security Token Offerings (STOs) are examples of how blockchain technology is revolutionizing fundraising for startups. These methods allow entrepreneurs to raise capital from a global pool of investors without the need for traditional venture capital firms or banks. By reducing reliance on traditional financial institutions, blockchain currency empowers entrepreneurs from diverse backgrounds to launch and grow their businesses, contributing to economic growth and job creation.   Conclusion   The role of blockchain currency in reducing economic inequality cannot be overstated. By providing financial access to the unbanked, lowering transaction costs, democratizing investment opportunities, and enhancing transparency, blockchain technology is creating a more inclusive global economy. As adoption of this technology continues to grow, it has the potential to significantly narrow the wealth gap and promote economic equality on a global scale. The transformative power of blockchain currency lies in its ability to empower individuals, particularly those who have been historically marginalized, to participate in the global economy and improve their economic well-being.   How to comment •    Don't insult other visitors. Offensive comments will be deleted without warning. •    Comments are accepted in English only. •    No swearing words in comments, otherwise such comments will be censored. •    Your nickname and avatar are randomly selected. If you don't post comments for 7 days, they both are reset. •    To choose another avatar, click the ‘Random avatar’ link. ...",
            "label": "Block Chain",
            "author": "vovatb"
        },
        {
            "id": 30,
            "urls": "https://izismile.com/2024/10/02/the_use_of_blockchain_in_enhancing_transparency_in_elections.html",
            "title": "The Use Of Blockchain In Enhancing Transparency In Elections",
            "brief": "The Use Of Blockchain In Enhancing Transparency In Elections",
            "image": "https://img.izismile.com/img/img15/20241002/640/the_use_of_blockchain_in_enhancing_transparency_in_elections_640_01.jpg",
            "content": "In recent years, the integrity of electoral processes has been a subject of intense scrutiny. As digital technology increasingly influences various aspects of our lives, it’s no surprise that it’s also reshaping how we approach elections. Among the technological advancements, blockchain technology stands out as a promising solution to enhance transparency, security, and trust in electoral systems. This article explores how blockchain can transform elections by ensuring transparency and integrity, thereby restoring public confidence in the democratic process.   Understanding Blockchain Technology   Why Blockchain is Relevant to Elections   The relevance of blockchain to elections lies in its ability to provide a secure and transparent method of recording votes. Traditional voting systems, whether paper-based or electronic, are susceptible to various forms of tampering, fraud, and human error. Blockchain technology, however, can address these issues by offering a system that is tamper-resistant, transparent, and verifiable by all stakeholders.   How Blockchain Enhances Election Transparency   Securing the Voting Process   One of the main advantages of blockchain technology in elections is its ability to secure the voting process. Since each vote is recorded as a transaction on the blockchain, it is nearly impossible for malicious actors to alter or delete votes without being detected. This ensures that the outcome of the election accurately reflects the will of the voters, free from external manipulation. You can also explore wealth catalyst ai for further information.   Ensuring Transparency   Transparency is another critical aspect of fair elections, and blockchain excels in this area. With blockchain, each vote is recorded on a public ledger that can be audited by anyone with access. This means that voters, election officials, and even independent observers can verify that the votes have been counted correctly. This level of transparency can significantly reduce the chances of electoral fraud and increase trust in the electoral process.   Enhancing Voter Confidence   When voters are confident that their votes will be accurately counted and that the election process is transparent, they are more likely to participate in elections. Blockchain technology can enhance voter confidence by providing a clear, unalterable record of each vote. This assurance can lead to higher voter turnout and a more robust democratic process.   Potential Challenges and Solutions   Technical Challenges   While blockchain holds great promise for enhancing transparency in elections, it is not without its challenges. One of the primary technical challenges is the scalability of blockchain networks. Elections involve millions of votes, and the blockchain must be able to handle this volume without slowing down or crashing.   Addressing Scalability   To address scalability concerns, some experts suggest using a hybrid approach that combines blockchain with traditional databases. In this model, the blockchain would handle the most critical parts of the election process, such as recording and verifying votes, while less critical data could be stored on traditional databases. This approach could help balance the need for transparency with the technical limitations of blockchain technology.   Regulatory and Legal Challenges   Another significant challenge is the regulatory and legal framework surrounding the use of blockchain in elections. Many countries have strict regulations regarding how elections are conducted, and integrating a new technology like blockchain would require changes to existing laws and regulations.   Navigating Legal Frameworks   To overcome these challenges, governments and regulatory bodies must work closely with blockchain experts to develop a legal framework that supports the use of blockchain in elections. This framework should address issues such as data privacy, voter anonymity, and the legality of blockchain-based voting systems. By creating a supportive legal environment, countries can more easily adopt blockchain technology in their electoral processes.   Real-World Applications and Success Stories   Estonia's E-Voting System   Estonia is one of the few countries that have successfully integrated blockchain into its voting system. The country’s e-voting system, which has been in use since 2005, relies on blockchain technology to ensure the integrity and transparency of the voting process. Estonia’s success demonstrates that blockchain can be effectively used in national elections, providing a model for other countries to follow.   Other Pilot Projects   Several other countries, including the United States, Switzerland, and South Korea, have conducted pilot projects to test the feasibility of using blockchain in elections. These projects have shown promising results, indicating that blockchain could play a significant role in future elections worldwide.   Conclusion   Blockchain technology has the potential to revolutionize the way elections are conducted by enhancing transparency, security, and voter confidence. While there are challenges to be addressed, the benefits of using blockchain in elections are clear. As more countries explore and adopt this technology, we can expect to see a significant shift towards more transparent and trustworthy electoral processes. The future of democracy may very well depend on how effectively we can integrate blockchain into our voting systems, ensuring that every vote is counted and every voice is heard.   How to comment •    Don't insult other visitors. Offensive comments will be deleted without warning. •    Comments are accepted in English only. •    No swearing words in comments, otherwise such comments will be censored. •    Your nickname and avatar are randomly selected. If you don't post comments for 7 days, they both are reset. •    To choose another avatar, click the ‘Random avatar’ link. ...",
            "label": "Block Chain",
            "author": "vovatb"
        },
        {
            "id": 31,
            "urls": "https://www.thehindubusinessline.com/info-tech/blockchain-tech-will-make-public-services-secure-transparent-and-efficient-blockchain-evangelist-sharat-chandra/article68708845.ece",
            "title": "Blockchain tech will make public services secure, transparent and efficient: blockchain evangelist Sharat Chandra",
            "brief": "Blockchain evangelist Sharat Chandra on government’s Vishvasya-Blockchain Technology Stack, CBDCs leveraging blockchain tech, the potential of tokenisation in industry and more",
            "image": "https://bl-i.thgim.com/public/incoming/1tr3gn/article68708791.ece/alternates/LANDSCAPE_1200/DSC_0309%20copy%201.JPG",
            "content": " -33.49  -13.95 + 158.00 + 681.00 + 15.00  -33.49  -13.95  -13.95 + 158.00 + 158.00 + 681.00 Get businessline apps on Connect with us TO ENJOY ADDITIONAL BENEFITS Connect With Us Get BusinessLine apps on By Janaki Krishnan \nComments\n \nREAD LATER\n Delivering public services transparently and securely is a challenge for governments and administrators and over the world they are turning to distributed ledger systems such as blockchain technology to offer more cost effective structures, that are secure, efficient, and reliable.  Last month the Indian government launched the Vishvasya-Blockchain Technology Stack, that would offer blockchain-as-a-service, the intention being to make governance more transparent, efficient, and accountable.  The government’s initiative will simplify the integration of blockchain technology into various applications, says Sharat Chandra, a blockchain and emerging tech evangelist.  Instances of data breaches and personal information of citizens floating around in the dark web is worrying for people. “While Aadhaar provides identity verification, Vishvasya can ensure that the data associated with those identities is immutable and tamper-proof,” Chandra told businessline in an email interview, where he spoke about CBDCs leveraging blockchain tech, the potential of tokenisation in industry and distributed ledger technologies.  Chandra is working with a few state government-affiliated entities on establishing token standards for land records, with the goal of facilitating seamless transfers of land ownership and Transfer of Development Rights. He was also involved in shaping the National Strategy on Blockchain by the Ministry of Electronics and Information Technology (MEITY) in 2021. The Vishvasya stack is designed as a Blockchain-as-a-Service (BaaS) platform, which means it simplifies the integration of blockchain technology into various applications for state governments such as Tamil Nadu, Odisha, Bihar and Karnataka which have blockchain projects underway and are leading in blockchain adoption. By complementing existing frameworks like Aadhaar and Digilocker, Vishvasya enhances security, transparency, and efficiency in public service delivery. For instance, while Aadhaar provides identity verification, Vishvasya can ensure that the data associated with those identities is immutable and tamper-proof. This synergy allows for a more robust digital infrastructure where services can be delivered securely and efficiently across sectors like healthcare, education, and governance. Central Bank Digital Currencies (CBDCs) are poised to significantly benefit from blockchain technology. By leveraging programmability, quantum resistant cryptography and on-chain settlement, CBDCs can enhance transaction speed and security, especially for cross-border payments. Blockchain allows for real-time settlement of transactions, which can drastically reduce costs associated with traditional systems like SWIFT. While it’s highly unlikely that CBDCs will completely replace SWIFT in the immediate future, they could serve as a complementary system that offers faster and more transparent transactions globally. Tokenisation has immense potential across various industries, but I believe real estate and financial assets such as bonds, money market funds, private equity and government securities are likely to lead the charge. These sectors have traditionally faced liquidity challenges, and tokenisation can democratise access by allowing fractional ownership. However, regulatory frameworks are crucial here. While we’re making progress, ongoing dialogue between regulators and industry stakeholders will be key to navigating this evolving landscape. In the long term, I see Distributed Ledger Technologies becoming integral to our financial market infrastructure in several ways. Full scale adoption of tokenisation and DLT markets are still a couple of years away. A lot of groundwork needs to happen in terms of building interoperability standards and consensus on regulation of digital assets. Smart contracts can automate processes in trade finance and supply chain management, reducing delays and increasing trust among parties involved. Indian Banks’ Digital Infrastructure Company, a consortium of 18 banks , is currently working on tokenisation and smart contract-based deep-tier financing for MSMEs as part of RBI’s regulatory sandbox. These initiatives will aid in blockchain adoption in the banking and financial services sector. As more industries recognise these efficiencies, I expect a broader adoption of blockchain solutions across sectors such as sustainable finance and blockchain based trading of carbon credits, especially under the aegis of GIFT - IFSCA. \nComments\n BACK TO TOP Comments have to be in English, and in full sentences. They cannot be abusive or personal. Please abide by our community guidelines  for posting your comments.  We have migrated to a new commenting platform. If you are already a registered user of TheHindu Businessline and logged in, you may continue to engage with our articles. If you do not have an account please register and login to post comments. Users can access their older comments by logging into their accounts on Vuukle. Terms & conditions  |  Institutional Subscriber ...",
            "label": "Block Chain",
            "author": "Janaki Krishnan"
        },
        {
            "id": 32,
            "urls": "https://bitcoinist.com/polands-2nd-largest-bank-uses-blockchain-to-preserve-countrys-cultural-treasures/",
            "title": "Poland’s 2nd Largest Bank Uses Blockchain To Preserve Country’s Cultural Treasures",
            "brief": "Pekao Bank from Poland, the country’s second largest lender, is making headlines by taking a bold approach to preserving art. Using the medium of blockchain technology, it has kept some of its most valuable artworks in an Arctic vault, and less exposed to the…",
            "image": "https://bitcoinist.com/wp-content/uploads/2024/10/a_535d44.jpg",
            "content": "Pekao Bank from Poland, the country’s second largest lender, is making headlines by taking a bold approach to preserving art. Using the medium of blockchain technology, it has kept some of its most valuable artworks in an Arctic vault, and less exposed to the elements. This is just one of the latest developments from a growing practice: slowly but surely, more and more institutions are coming to realize that protecting cultural heritage against environmental damage and degradation is long overdue. Therefore, Pekao Bank created digital representations of art with a focus on being able to withstand the environmental catastrophes of climate change for longer periods of time. Blockchain technology is set to revolutionize the mindset of owning and preserving art. In contrast to physical measures, an artifact would always be at the mercy of decay and damage, which has marred museums and collectors in the past. But with NFTs and digital forms of representation, the artworks can be tokenized and safely placed on blockchain networks. This does not only preserve the piece but also goes out to create a transparent and immutable record of ownership and provenance. Under modern 3D scanning technology, Bank Pekao is digitizing well-known Polish artworks including those by Jan Matejko and Stanisław Wyspiański for this project. Then kept on the environmentally friendly Aleph Zero blockchain as non-fungible tokens, these digital copies guarantee their long-term survival. The Arctic World Archive, a Svalbard, Norway, facility meant to save valuable data from hazards like cyberattacks and natural disasters, will also house the tokenized artwork. Archiv3 reports that the AWA is well-known for keeping scientific and cultural records from entities like UNESCO and the Vatican.  The digital nature of blockchain art forces a rethink of the old conservation practices. In the long term, institutions should tally up the future sustainability of the platforms and the possible longevity of access, as technology evolves. This is not about preserving just the physical artifacts themselves but also the ecosystem surrounding digital art. Although blockchain clearly helps to preserve art, there are challenges to be solved. Many artworks, for example, are delicate or fleeting, which makes damage or loss especially likely. Conventional approaches such as climate-controlled environments have limited capability. Artists can build safe digital representations that preserve their worth and enable more general access by tokenizing these pieces as NFTs. Legal and ethical issues also come into play. Museums acquiring NFTs begs issues concerning ownership rights and value. Institutions navigating this new terrain have to have clear regulations addressing this complexity to guarantee fair practices in collecting and presenting blockchain art. The integration of blockchain technology into art preservation moves beyond the tide; it represents a paradigm shift in how one appreciates and understands the value and longevity of art. Art museums such as The Los Angeles County Museum of Art (LACMA) are spearheading efforts to collect digital art from different creators, but more particularly, by women artists. Such moves not only improve collection diversification but contribute to setting a precedent for best future practices in the conservation of digital art. With this technology, more institutions are joining the bandwagon. Discussions over what art really is will continue developing. By embracing the best of the traditional expression of art and the latest technology, we are seeing the lines of appreciation and engagement with cultural heritage blur. Initiatives like Arctic vault by Pekao Bank ensure that our artistic legacy remains safe in such an ever-changing world. Featured image from Sour Power, chart from TradingView  For updates and exclusive offers enter your email. \n\t\t\t\tChristian, a journalist and editor with leadership roles in Philippine and Canadian media, is fueled by his love for writing and cryptocurrency. Off-screen, he's a cook and cinephile who's constantly intrigued by the size of the universe.\t\t\t Bitcoin news portal providing breaking news, guides, price analysis about decentralized digital money & blockchain technology. © 2023 Bitcoinist. All Rights Reserved. ...",
            "label": "Block Chain",
            "author": "Christian Encila"
        },
        {
            "id": 33,
            "urls": "https://coinjournal.net/news/making-india-a-global-hub-for-blockchain-giakaa-capital-unites-sector-at-india-blockchain-summit-2024/",
            "title": "Making India a global hub for blockchain: Giakaa Capital unites sector at India Blockchain Summit 2024",
            "brief": "The countdown has begun for the India Blockchain Summit 2024, set to take place on October 19, 2024, at the Talkatora Indoor Stadium, New Delhi, India. Organised by Giakaa Capital, this highly anticipated event is poised to be a landmark moment in India’s jou…",
            "image": "https://coinjournal.net/wp-content/uploads/2024/10/india.webp",
            "content": "The countdown has begun for the India Blockchain Summit 2024, set to take place on October 19, 2024, at the Talkatora Indoor Stadium, New Delhi, India. Organised by Giakaa Capital, this highly anticipated event is poised to be a landmark moment in India’s journey towards becoming a global hub for blockchain technology. At the heart of this summit is the visionary leadership of Omika Dubey, the driving force behind Giakaa Capital. She is not only shaping the future of India’s blockchain landscape but also uniting key stakeholders from government, investment, and startup ecosystems to accelerate India’s digital transformation. THIS EVENT IS COMPLETELY FREE TO ATTEND, WITH NO TICKET CHARGE FOR ALL THE DELEGATES! The India Blockchain Summit 2024 promises to bring together an unparalleled gathering of government officials, leading investors, and innovative startups. The event will feature a stellar lineup of speakers, including: With over 5,000 attendees expected, the summit will focus on pivotal sectors such as renewable energy, healthcare, education, fintech & banking, logistics & supply chain, infrastructure, aerospace, and digital governance. The event aims to explore how blockchain technology can drive India’s ambition to become a global leader in digital innovation while fostering collaboration between government, industry, and startups. The event is bolstered by an impressive roster of partners who are committed to making India a global hub for blockchain technology. These include: The India Blockchain Summit 2024 promises a range of exciting and insightful activities, including: The India Blockchain Summit 2024 is a must-attend event for anyone invested in the future of blockchain technology. Whether you’re a policymaker, investor, entrepreneur, or technologist, this summit offers unparalleled opportunities to connect, learn, and contribute to India’s digital revolution. Are you a startup with a game-changing blockchain solution? Don’t miss your chance to pitch your innovation on the mainstage in front of top investors and industry leaders. This is a unique opportunity to gain visibility, attract investment, and accelerate your growth.  Showcase your products and services at the India Blockchain Summit 2024 by booking a booth. Engage directly with key decision-makers, network with industry leaders, and increase your brand’s visibility.  Limited booths available – book yours today at Book a Booth \n\nFor One-to-One Meeting:  Schedule A Call.  Follow for Updates: LinkedIn | X | Instagram\nLatest News And Networking: WhatsApp | Telegram  Keep updated with our round the clock and in-depth cryptocurrency news Keep updated with our round the clock and in-depth cryptocurrency news Please be aware that some of the links on this site will direct you to the websites of third parties, some of whom are marketing affiliates and/or business partners of this site and/or its owners, operators and affiliates. We may receive financial compensation from these third parties. Notwithstanding any such relationship, no responsibility is accepted for the conduct of any third party nor the content or functionality of their websites or applications. A hyperlink to or positive reference to or review of a broker or exchange should not be understood to be an endorsement of that broker or exchange’s products or services. Risk Warning: Investing in digital currencies, stocks, shares and other securities, commodities, currencies and other derivative investment products (e.g. contracts for difference (“CFDs”) is speculative and carries a high level of risk. Each investment is unique and involves unique risks. CFDs and other derivatives are complex instruments and come with a high risk of losing money rapidly due to leverage. You should consider whether you understand how an investment works and whether you can afford to take the high risk of losing your money. Cryptocurrencies can fluctuate widely in prices and are, therefore, not appropriate for all investors. Trading cryptocurrencies is not supervised by any EU regulatory framework. Past performance does not guarantee future results. Any trading history presented is less than 5 years old unless otherwise stated and may not suffice as a basis for investment decisions. Your capital is at risk. When trading in stocks your capital is at risk. Past performance is not an indication of future results. Trading history presented is less than 5 years old unless otherwise stated and may not suffice as a basis for investment decisions. Prices may go down as well as up, prices can fluctuate widely, you may be exposed to currency exchange rate fluctuations and you may lose all of or more than the amount you invest. Investing is not suitable for everyone; ensure that you have fully understood the risks and legalities involved. If you are unsure, seek independent financial, legal, tax and/or accounting advice. This website does not provide investment, financial, legal, tax or accounting advice. Some links are affiliate links. For more information please read our full risk warning and disclaimer.\n ...",
            "label": "Block Chain",
            "author": "News Team"
        },
        {
            "id": 34,
            "urls": "https://decrypt.co/284342/franklin-templeton-blockchain-fund-aptos",
            "title": "Franklin Templeton Expands Blockchain Fund to Aptos",
            "brief": "Franklin Templeton has put its blockchain U.S. treasury fund on yet another network, adding Aptos just weeks after expanding to Avalanche.",
            "image": "https://cdn.decrypt.co/resize/1024/height/512/wp-content/uploads/2024/04/Franklin-Templeton-shutterstock_1423698650-gID_7.jpg",
            "content": "Franklin Templeton Expands Blockchain Fund to Aptos $62,133.00 $2,420.23 $558.49 $143.58 $1.00 $0.5322 $2,419.45 $0.108799 $5.41 $0.154599 $0.352734 $26.21 $0.00001759 $2,853.90 $62,163.00 $2,420.71 $11.19 $324.02 $4.20 $5.92 $4.78 $6.77 $65.46 $1.72 $9.00 $595.46 $2,535.79 $0.0000094 $8.30 $1.44 $0.150023 $0.384551 $152.99 $18.72 $0.092009 $1.82 $1.001 $0.999487 $1.56 $41.65 $2.37 $151.10 $5.71 $0.080751 $3.65 $0.563796 $1.62 $0.053867 $20.28 $0.59168 $0.02291957 $4.67 $0.62959 $11.43 $4.84 $0.158673 $0.00002143 $2,418.79 $0.407857 $1.021 $62,084.00 $2,701.91 $0.00013616 $1.29 $1,455.57 $18.81 $0.334995 $7.11 $2,525.79 $1.22 $1.35 $5.11 $8.56 $0.785156 $0.126102 $71.70 $0.381724 $0.708246 $0.01997011 $1.079 $7.79 $0.354825 $45.95 $0.00000093 $1.77 $0.92274 $0.547236 $2,414.28 $0.0162021 $0.304184 $0.084238 $2.51 $2,465.98 $0.01990884 $0.172955 $0.00753526 $0.01588332 $1.18 $0.391016 $175.45 $0.129846 $0.996522 $0.999917 $0.47548 $33.85 $4.64 $9.98 $0.00003526 $25.26 $8.66 $0.01539436 $0.661407 $2,653.13 $0.997087 $3.43 $2.53 $62,046.00 $3.84 $0.00000157 $0.253307 $0.518413 $2,478.31 $1.67 $0.063768 $0.00000027 $0.882203 $17.03 $0.688983 $0.295626 $0.981481 $0.483038 $2,420.37 $1.88 $2,660.73 $0.00008772 $62,607.00 $0.00558004 $0.99816 $2,614.11 $0.713354 $0.13083 $9.96 $149.61 $4.24 $0.069088 $2,420.87 $1.41 $1.75 $1.018 $4.41 $0.457093 $0.061492 $1.076 $7.76 $0.00635638 $0.02923716 $0.00102942 $2,410.62 $12.35 $0.123634 $2,418.76 $0.062744 $0.217794 $0.843071 $1.00 $0.00000041 $157.80 $26.90 $0.997123 $0.88299 $0.00398602 $0.059459 $44.72 $22.38 $1.40 $0.704928 $0.55459 $0.03924743 $0.130155 $0.00071344 $1.002 $0.00531804 $3.06 $0.335042 $0.03787215 $2,419.94 $0.719586 $0.069093 $3.23 $62,040.00 $0.0065794 $0.826522 $1.054 $2,419.29 $0.334257 $62,143.00 $0.259451 $3.35 $0.177356 $2,655.77 $1.53 $0.00489976 $2,589.56 $7,670.90 $0.257797 $0.630036 $0.00 $0.00379957 $78.12 $0.34424 $2,520.54 $0.00082882 $18.43 $23.82 $0.02871019 $0.749367 $1.001 $0.00157244 $3.60 $1.46 $0.60018 $0.00476183 $0.01012725 $0.00000036 $0.0142238 $1,247.37 $0.370417 $0.02687435 $0.096634 $0.315149 $2.07 $0.113775 $2.04 $0.376144 $0.147729 $0.232949 $37.23 $0.170032 $2.44 $15.67 $2.38 $62,062.00 $0.137787 $0.03416804 $2.46 $0.245877 $2.96 $6.13 Wall Street titan Franklin Templeton has put its Nasdaq-listed On-Chain U.S. Government Money Fund (FOBXX) on a new blockchain: Aptos. The asset manager said Wednesday that the move was a \"massive step in the right direction\" to \"innovate in the name of a truly decentralized and accessible financial future.\" Aptos is the blockchain behind APT, the 30th-biggest digital coin by market cap. Its network was founded by part of the team behind Meta's failed Diem project. Developers can use the blockchain to build decentralized apps (dapps), launch tokens, and more. \"We chose the Aptos network given its unique characteristics, which meet our rigorous suitability standards for the Benji platform,” Franklin Templeton's head of digital assets, Roger Bayston, said. FOBXX is a digitized fund that lets customers put cash into U.S. government securities, cash, and repurchase agreements. Investors can buy shares of FOBXX and hold them in digital wallets via Franklin Templeton's Benji Investments mobile app. Franklin Templeton has put the fund on a number of blockchains, including Avalanche, Arbitrum, Stellar, and Polygon. Avalanche was the most recent addition before Aptos, coming in late August. The firm said that FOBXX is the first and only U.S.-registered fund to use a public blockchain as the system of record to process transactions and record share ownership. Franklin Templeton has been dipping its toes in the crypto world since 2019, when it started digitizing shares for a money market fund on the Stellar blockchain. It also announced a digital asset venture fund two years ago. Edited by Andrew Hayward Your gateway into the world of Web3 The latest news, articles, and resources, sent to your inbox weekly. © A next-generation media company. 2024 Decrypt Media, Inc. ...",
            "label": "Block Chain",
            "author": "Mathew Di Salvo"
        },
        {
            "id": 35,
            "urls": "https://www.etfdailynews.com/2024/10/03/hive-blockchain-technologies-otcmktshvbtf-trading-4-7-higher/",
            "title": "HIVE Blockchain Technologies (OTCMKTS:HVBTF) Trading 4.7% Higher",
            "brief": "HIVE Blockchain Technologies Ltd. (OTCMKTS:HVBTF – Get Free Report) shares traded up 4.7% during mid-day trading on Wednesday . The stock traded as high as $3.18 and last traded at $3.10. 2,743,944 shares traded hands during mid-day trading, a decline of 31% …",
            "image": "https://www.americanbankingnews.com/wp-content/timthumb/timthumb.php?src=https://www.marketbeat.com/logos/hive-blockchain-technologies-ltd-logo-1200x675.jpg?v=20230221144023&w=240&h=240&zc=2",
            "content": "\nPosted by MarketBeat News on Oct 3rd, 2024\n HIVE Blockchain Technologies Ltd. (OTCMKTS:HVBTF – Get Free Report) shares traded up 4.7% during mid-day trading on Wednesday . The stock traded as high as $3.18 and last traded at $3.10. 2,743,944 shares traded hands during mid-day trading, a decline of 31% from the average session volume of 3,960,986 shares. The stock had previously closed at $2.96. The business has a 50-day moving average price of $3.13 and a 200 day moving average price of $3.04.   (Get Free Report) HIVE Blockchain Technologies Ltd. operates as a cryptocurrency mining company in Canada, Sweden, and Iceland. It is involved in the mining and sale of digital currencies, such as Ethereum, Ethereum Classic, and Bitcoin. The company was formerly known as Leeta Gold Corp. and changed its name to HIVE Blockchain Technologies Ltd.  Receive News & Ratings for HIVE Blockchain Technologies Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for HIVE Blockchain Technologies and related companies with MarketBeat.com's FREE daily email newsletter. Bexil Investment Trust (OTCMKTS:DNIF) Trading Down 1.5% Wizz Air (OTCMKTS:WZZZY) Stock Price Down 6.8% ...",
            "label": "Block Chain",
            "author": "MarketBeat News"
        },
        {
            "id": 36,
            "urls": "https://biztoc.com/x/b63d23e30d232240",
            "title": "UK’s City minister pushes for blockchain gilts despite concerns",
            "brief": "Treasury unit has raised questions over new technology",
            "image": "https://biztoc.com/cdn/802/og.png",
            "content": "\n        Treasury unit has raised questions over new technology\n     ...",
            "label": "Block Chain",
            "author": "ft.com"
        },
        {
            "id": 37,
            "urls": "https://biztoc.com/x/482feecc99a13fea",
            "title": "Christie's to Offer Blockchain-Based Ownership Certificates for Photography Collection",
            "brief": "Wednesday's sale of \"An Eye Towards the Real: Photographs from the Collection of Ambassador Trevor Traina,\" in New York will see digital certificates issued for each of the 130 lots, which will be minted by Kresus on Base.",
            "image": "https://biztoc.com/cdn/482feecc99a13fea_s.webp",
            "content": "\n        Wednesday's sale of \"An Eye Towards the Real: Photographs from the Collection of Ambassador Trevor Traina,\" in New York will see digital certificates issued for each of the 130 lots, which will be minted by Kresus on Base.\n     ...",
            "label": "Block Chain",
            "author": "coindesk.com"
        },
        {
            "id": 38,
            "urls": "https://www.pymnts.com/visa/2024/visa-debuts-tokenized-asset-sandbox-to-promote-blockchain-integration/",
            "title": "Visa Debuts Tokenized Asset “Sandbox” to Promote Blockchain Integration",
            "brief": "Visa has released a product to help financial institutions issue fiat-backed tokens on blockchain networks. The Visa Tokenized Asset Platform (VTAP), the company announced Thursday (Oct. 3), is available on Visa’s development platform to allow its banking par…",
            "image": "https://www.pymnts.com/wp-content/uploads/2024/09/Visa.jpg",
            "content": "Visa has released a product to help financial institutions issue fiat-backed tokens on blockchain networks. The Visa Tokenized Asset Platform (VTAP), the company announced Thursday (Oct. 3), is available on Visa’s development platform to allow its banking partners “to create and experiment with their own fiat-backed tokens in a VTAP sandbox.” The effort, Visa said in a news release provided to PYMNTS, will employ the company’s expertise in technologies like smart contracts to let banks issue and transfer fiat-backed tokens over blockchain networks. “Visa has been at the forefront of digital payments for nearly sixty years, and with the introduction of VTAP, we are once again setting the pace for the industry,” Vanessa Colella, Visa’s global head of innovation and digital partnerships, said in the release.  “We’re excited to leverage our experience with tokenization to help banks integrate blockchain technologies into their operations.” According to the release, Spanish bank BBVA has already been testing VTAP sandbox functionalities this year, including the issuance, transfer and redemption of a bank token on a testnet blockchain, along with interactions of the token with smart contracts. The bank aims to launch an initial live pilot with select customers on the public Ethereum blockchain next year, Visa added. The benefits of VTAP include its ease of integration, programmability and interoperability, the release notes. “There is a growing ecosystem where tokenized real-world assets are being issued across multiple permissioned and public blockchain networks,” the company said. “Visa’s vision is to enable interoperability across different blockchains for banks utilizing the VTAP platform.” With an API connection to VTAP, in the future, banks can allow multiple use cases and interact with partners and clients on permissioned and public blockchains.  “To support the broad ecosystem adoption of tokenized assets, Visa is committed to enabling safe and secure cross-chain exchanges of tokenized real world assets using fiat-backed tokens,” the release added. PYMNTS examined the role blockchain technology plays in cross-border payments in a recent conversation with Sheraz Shere, general manager of payments and commerce at Solana Foundation. “Blockchain solutions and stablecoins, I don’t like to use the term crypto because this is more about FinTech, they’ve found product-market-fit in cross-border payments,” Shere said. He added that one of the most notable benefits of blockchain technology is disintermediation — doing away with the need for the multiple hops through correspondent banks, which typically make transactions slower and more costly.   We’re always on the lookout for opportunities to partner with innovators and disruptors. ...",
            "label": "Block Chain",
            "author": "PYMNTS"
        },
        {
            "id": 39,
            "urls": "https://biztoc.com/x/632b92629be29961",
            "title": "Visa Debuts Tokenized Asset “Sandbox” to Promote Blockchain Integration",
            "brief": "Visa has released a product to help financial institutions issue fiat-backed tokens on blockchain networks.\nThe Visa Tokenized Asset Platform (VTAP), the company announced Thursday (Oct. 3), is available on Visa’s development platform to allow its banking par…",
            "image": "https://biztoc.com/cdn/802/og.png",
            "content": "\n        Visa has released a product to help financial institutions issue fiat-backed tokens on blockchain networks.The Visa Tokenized Asset Platform (VTAP), the company announced Thursday (Oct. 3), is available on Visa’s development platform to allow its banking partners “to create and…\n     ...",
            "label": "Block Chain",
            "author": "pymnts.com"
        },
        {
            "id": 40,
            "urls": "https://www.etfdailynews.com/2024/10/04/global-blockchain-technologies-cvebloc-trading-up-%e2%88%9e-whats-next/",
            "title": "Global Blockchain Technologies (CVE:BLOC) Trading Up ∞ – What’s Next?",
            "brief": "Global Blockchain Technologies Corp. (CVE:BLOC – Get Free Report)’s share price shot up ∞ during mid-day trading on Thursday . The stock traded as high as C$1.83 and last traded at C$1.78. 1,133,364 shares changed hands during trading, a decline of 53% from t…",
            "image": "https://www.americanbankingnews.com/wp-content/timthumb/timthumb.php?src=https://www.marketbeat.com/logos/global-blockchain-technologies-corp-logo-1200x675.png?v=20211122160222&w=240&h=240&zc=2",
            "content": "\nPosted by MarketBeat News on Oct 4th, 2024\n Global Blockchain Technologies Corp. (CVE:BLOC – Get Free Report)’s share price shot up ∞ during mid-day trading on Thursday . The stock traded as high as C$1.83 and last traded at C$1.78. 1,133,364 shares changed hands during trading, a decline of 53% from the average session volume of 2,390,324 shares.  The stock’s 50-day moving average price is C$1.78 and its 200-day moving average price is C$1.78.   (Get Free Report) Global Blockchain Technologies Corp., a tier 2 investment company, focuses on identification and investment in a diversified portfolio of public and private companies in China. The company was formerly known as Carrus Capital Corporation and changed its name to Global Blockchain Technologies Corp. in October 2017.  Receive News & Ratings for Global Blockchain Technologies Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for Global Blockchain Technologies and related companies with MarketBeat.com's FREE daily email newsletter. MediaValet (CVE:MVP) Stock Price Up 2.9% – Here’s What Happened Murata Manufacturing (OTCMKTS:MRAAY) Trading Down 2.1% – What’s Next? ...",
            "label": "Block Chain",
            "author": "MarketBeat News"
        },
        {
            "id": 41,
            "urls": "https://cryptoslate.com/fraud-platform-integrates-jpmorgans-blockchain-solution-to-verify-vendor-banking-data/",
            "title": "Fraud platform integrates JPMorgan’s blockchain solution to verify vendor banking data",
            "brief": "Fraud prevention platform Trustpair announced the integration of investment bank JPMorgan’s blockchain-based solution Confirm to verify bank account information on Oct. 1. Confirm is a closed network for global account validation information built on Liink, t…",
            "image": "https://cryptoslate.com/wp-content/uploads/2024/02/jpmorgan.jpg",
            "content": "Trustpair taps JPMorgan's blockchain-based solution Confirm to reduce payment fraud risk and reduce delays. Cover art/illustration via CryptoSlate. Image includes combined content which may include AI-generated content. Fraud prevention platform Trustpair announced the integration of investment bank JPMorgan’s blockchain-based solution Confirm to verify bank account information on Oct. 1. Confirm is a closed network for global account validation information built on Liink, the enterprise-focused permissioned and private blockchain developed by JPMorgan’s Onyx division. Gloria Wan, Executive Director at Onyx by J.P. Morgan, stated that Confirm was created to provide collective intelligence to improve decision-making for companies. She added: “Businesses operate in a data-driven world, yet many still rely on inaccurate vendor and payment data when making high-value transactions, which significantly raises companies’ risk of fraud, payment errors, and delays.” As a result, Trustpair’s over 200 customers — including companies such as Societe Generale, Decathlon, and Danone — can now verify vendor bank accounts across 15 global markets, reducing the risk of payment fraud and payment delays. Trustpair’s co-founder and CEO, Baptiste Collot, added that applying JPMorgan’s blockchain solution will set a higher standard for fraud prevention and user experience. JPMorgan’s stance towards the blockchain industry has changed considerably since 2017, when the lender’s CEO, Jamie Dimon, called Bitcoin a fraud. In 2019, the investment bank launched its own crypto — the JPM Coin — for wholesale payments between institutions. One year later, JPMorgan launched its blockchain-focused Onyx unit. JPMorgan executed its first transaction on a public blockchain in November 2022. The bank issued and swapped 100,000 Singaporean dollars for Japan’s yen with SBI Digital Asset Holdings on the Polygon blockchain using a forked version of the leading money market Aave. According to Onyx’s website, JPMorgan now provides three different major products leveraging blockchain besides Liink. Coin Systems is a bank-focused solution for transfer and clearing that leverages JPM Coin. Blockchain Launch is a team within the Onyx unit that provides blockchain service to JPMorgan’s clients, while Onyx Digital Assets is the investment bank’s tokenization platform. Gino Matos is a law school graduate and a seasoned journalist with six years of experience in the crypto industry. His expertise primarily focuses on the Brazilian blockchain ecosystem and developments in decentralized finance (DeFi). AJ, a passionate journalist since Yemen's 2011 Arab Spring, has honed his skills worldwide for over a decade. Specializing in financial journalism, he now focuses on crypto reporting.   Catch the latest in crypto by following us on X. Stay informed on the go. Bitwise explained that the new funds are designed to take advantage of market momentum while offering protection during bearish conditions Post-pandemic financial shifts see Bitcoin moving from alternative asset to investment staple. The SEC and DOJ argued that crypto mining demand played a much bigger role in Nvidia's success than suggested. Private criminal charges fail to sway Trump's 2024 election odds on Polymarket as his odds rise to 50%. Integrating SOCIAL into its point economy, Phaver transitions to a decentralized social ecosystem through its \"Phairdrop\" event. Castle Capital highlights the rise of platforms like Polymarket and Azuro and their impact on user engagement and transaction volumes. Polygon's \"hyperproductive\" POL token POL would have a 2% annual emissions rate. Polymarket relies on decentralization and community-driven governance, contrasting with BET's structured resolution process and financial incentives. Disclaimer: Our writers' opinions are solely their own and do not reflect the opinion of CryptoSlate. None of the information you read on CryptoSlate should be taken as investment advice, nor does CryptoSlate endorse any project that may be mentioned or linked to in this article. Buying and trading cryptocurrencies should be considered a high-risk activity. Please do your own due diligence before taking any action related to content within this article. Finally, CryptoSlate takes no responsibility should you lose money trading cryptocurrencies. Polygon, a prominent layer 2 scaling solution on Ethereum, has emerged as a multifaceted and scalable platform, enhancing the Ethereum ecosystem’s capabilities. JPMorgan Chase & Co is a global leader in financial services, offering solutions to the world’s most important corporations, governments, and institutions in more than 100 countries. Jamie Dimon, an American billionaire, business executive and banker, has held the dual roles of chairman and CEO of JPMorgan Chase since 2005. TRON development team swiftly addresses critical vulnerabilities and enhances network performance. Disclaimer: By using this website, you agree to our Terms and Conditions and Privacy Policy. CryptoSlate has no affiliation or relationship with any coin, business, project or event unless explicitly stated otherwise. CryptoSlate is only an informational website that provides news about coins, blockchain companies, blockchain products and blockchain events. None of the information you read on CryptoSlate should be taken as investment advice. Buying and trading cryptocurrencies should be considered a high-risk activity. Please do your own diligence before making any investment decisions. CryptoSlate is not accountable, directly or indirectly, for any damage or loss incurred, alleged or otherwise, in connection to the use or reliance of any content you read on the site. © 2024 CryptoSlate. All rights reserved. Disclaimers | Terms | Privacy  Please add \"[email protected]\" to your email whitelist. Stay connected via ...",
            "label": "Block Chain",
            "author": "Gino Matos"
        },
        {
            "id": 42,
            "urls": "https://biztoc.com/x/d4dc1c9252be5539",
            "title": "Why selling gilts on the blockchain is just a token gesture",
            "brief": "Take-up of the technology faces significant obstacles and disrupting the UK’s status quo will be a struggle",
            "image": "https://biztoc.com/cdn/802/og.png",
            "content": "\n        Take-up of the technology faces significant obstacles and disrupting the UK’s status quo will be a struggle\n     ...",
            "label": "Block Chain",
            "author": "ft.com"
        },
        {
            "id": 43,
            "urls": "https://biztoc.com/x/5d2b0233db9c5701",
            "title": "Franklin Templeton Adds Aptos Blockchain to Support Tokenized Money Market Fund",
            "brief": "Aptos {{APT}}, the Layer 1 blockchain inspired by the discontinued Diem (formerly Libra) blockchain developed by Meta, has become the latest where Franklin Templeton’s OnChain U.S. Government Money Market Fund (FOBXX) can be traded.",
            "image": "https://biztoc.com/cdn/5d2b0233db9c5701_s.webp",
            "content": "\n        Aptos {{APT}}, the Layer 1 blockchain inspired by the discontinued Diem (formerly Libra) blockchain developed by Meta, has become the latest where Franklin Templeton’s OnChain U.S. Government Money Market Fund (FOBXX) can be traded.\n     ...",
            "label": "Block Chain",
            "author": "coindesk.com"
        },
        {
            "id": 44,
            "urls": "https://dailyhodl.com/2024/10/02/which-candidate-is-better-for-web-3-0-and-blockchain-trump-or-harris/",
            "title": "Which Candidate Is Better for Web 3.0 and Blockchain – Trump or Harris",
            "brief": "The 2024 Presidential election of the United States is only a couple of months away. With Joe Biden out of the race, Kamala Harris and Donald Trump from the Democratic and Republican parties, respectively, remain the top contenders for the leadership of the m…",
            "image": "https://dailyhodl.com/wp-content/uploads/2024/04/bank-cash-thousands.jpg",
            "content": "The 2024 Presidential election of the United States is only a couple of months away. With Joe Biden out of the race, Kamala Harris and Donald Trump from the Democratic and Republican parties, respectively, remain the top contenders for the leadership of the most powerful country in the world. Interestingly, for the first time, the blockchain industry is a key voting bloc that could play a very important role in the emergence of the 47th President of the United States. Usually, stakeholders in the blockchain industry, including Web 3.0 users and cryptocurrency enthusiasts, maintain a reserved stand on politics. Ethereum co-founder Vitalik Buterik even recently sounded a note of warning against voting for candidates simply on the basis of their allegiance to decentralized technologies. However, the stakes are higher for the upcoming elections. The right candidate could mean the difference between a relapse into the stifling “regulation by enforcement” environment the industry currently battles under the Biden administration or a renewed approach that will drive innovation and sustain investor’s interest. The voting significance of the blockchain/crypto community is also not lost to the Democratic and Republican parties, as contestants from either side have made moves to appeal to major industry stakeholders. All of these underline a crucial question – “Which candidate is better for the advancement of blockchain/Web 3.0 interests in the United States?” To get a better context, let’s look at the industry’s current state. Pre-elections Thirty-eight percent of workers in the United States admit to using blockchain technology in their businesses, while over 40% of American adults own cryptocurrency. With the approval of Bitcoin ETFs earlier this year, there has been increased nationwide interest in digital assets and cryptocurrency. However, blockchain in the United States continues to grapple with a tricky landscape. Unclear regulatory guidelines, a perceived ‘operation choke point 2.0’ and the determined attempts of the SEC (Securities Exchange Commission) under Gary Gensler to clamp down on “unregistered securities” have seen Coinbase, Ripple and Terra Labs, among others, slammed with contentious lawsuits. The ideal presidential candidate, among other things, would address policy change, promote fair regulations and encourage pro-blockchain development. The Trump option Key industry players – like Ryan Selkis, the CEO of Messari, the Winklevoss brothers of Gemini, Elon Musk and many others – consider former President Donald Trump as the ideal choice for blockchain innovation. And with good reason. Trump has been increasingly vocal in supporting digital assets and blockchain technology. A major highlight was the last Bitcoin conference in Nashville, where he made the headlines for his position in the industry and his newfound love for crypto. But this was not the case just a few years back. During his tenure as the President of the United States in 2021, Trump came down heavily on crypto in a post on X, where he clearly stated he was not a fan of digital assets. His change of mind and explicit declaration of support for blockchain has been a rallying call that has reflected positively on public polls. Beyond verbal reassurance, the republican nominee’s financial disclosure documents reveal he has over a million dollars investment in Ethereum and three separate NFT collections that have made over $7.5 million in sales. His campaign team has also encouraged and received donations in crypto to the tune of $25 million at the end of July 2024. At the Bitcoin conference, Trump also commented about firing Gery Gensler, prioritizing blockchain tech growth in the US and shutting down CBDCs (central bank digital currencies). These and many more of Trump’s bold and vocal stance on the blockchain have endeared him to the crypto majority and positioned him as a much-needed ally to turn the tide politically. Kamala Harris However, Polymarket, the world’s largest decentralized prediction market, shows a keenly contested battle ahead, with Kamala Harris trailing only a few points behind Trump. Harris clinched the presidential nomination of the democratic party after Joe Biden stepped down and is vying to become the first female President of the United States. Unlike Trump, Kamala Harris has refrained from any public commentary on how to approach the blockchain industry. Similarly, the recently released 92-page official platform of the DNC (democratic national committee) had no direct or implied mention of blockchain, crypto or digital assets, sparking rumors that Kamala Haris may toe the Biden line. On the flip side, however, there are already positive signs that a democratic presidency may favor blockchain sentiment, especially with ongoing efforts from the DNC to reach out and interact with industry stakeholders. Billionaires like Mike Cuban, with extensive investments in Web 3.0 companies including Polygon, OpenSea and Arbitrum, are also betting on the democratic candidate. In addition, the commitment of Tim Walz, Harris’s running mate, to clean energy policies could significantly shape the future of crypto mining and pave the way for a more environmentally sustainable approach. The personal stance of Harris concerning the blockchain industry, however, remains unclear and may be the biggest drawback for moderate voters and the younger, more tech-savvy demography. Beyond elections In the broader tech ecosystem – especially with the emergence of AI, the impact of which is currently sweeping access to all sectors – what will Trump or Harris’s win mean for solutions incorporating blockchain technology? Since its explosive resurgence last year, AI (artificial intelligence) has highlighted the need for decentralized technologies to bridge the infrastructural and computing gap that traditional tech companies have not been able to fill. Decentralized marketplaces and DePIN (Decentralized Physical Infrastructure Networks) have enjoyed growing popularity in the past year due to their affordability and competitive edge, especially in executing AI projects. However, a tight leash on AI development will spill over to blockchain, limiting the potential capabilities of Web 3.0 and DePIN. An elected Trump will be actively seeking a repeal of the 2023 Biden AI executive order in a bid to loosen the reins and give more room for development. While this is good news for innovation, critics are concerned about the potential deleterious effect of unchecked growth in the AI sector. The explosive pace of acceleration of generative AI technology – although capable of yielding short-term gains for Web 3.0 – may create new social problems. Take, for example, the emergence of dangerously accurate deep fakes. On the other hand, democratic Harris will most likely seek to uphold the executive order, pushing for more guidelines to structure the sector with emphasis on consumer protection laws – an approach sources claim the majority of Republican and Democratic voters inherently support. Rounding off November 5th, 2024, is gearing up to be a pivotal moment for the future of Web 3.0 in the United States. With blockchain as a major talking point, regulatory clarity and the perceived ability to implement favorable policies will play a crucial role in the outcome of the elections. Currently, only the Trump candidacy has articulated and maintained these ideals. Therefore, except for a last-minute solid pro-blockchain move by the democratic team, Donald Trump remains the prime choice for many industry stakeholders and enthusiasts. Daniel Keller is the CEO of InFlux Technologies and has more than 25 years of IT experience in technology, healthcare and nonprofit/charity works. He successfully manages infrastructure, bridges operational gaps and effectively deploys technological projects. An entrepreneur, investor and disruptive technology advocate, Daniel has an ethos that resonates with many on the Flux Web 3.0 team – “for the people, by the people” – and is deeply involved with projects that are uplifting to humanity. Follow Us on Twitter Facebook Telegram  Generated Image: Midjourney Covering the future of finance, including macro, bitcoin, ethereum, crypto, and web 3. Categories Bitcoin • Ethereum • Trading •\nAltcoins • Futuremash • Financeflux •\nBlockchain • Regulators • Scams •\nHodlX • Press Releases   ABOUT US | EDITORIAL POLICY | PRIVACY POLICY\nTERMS AND CONDITIONS  | CONTACT | ADVERTISE  JOIN US ON TELEGRAM  JOIN US ON X  JOIN US ON FACEBOOK COPYRIGHT © 2017-2024 THE DAILY HODL © 2023 The Daily Hodl ...",
            "label": "Block Chain",
            "author": "Daniel Keller"
        },
        {
            "id": 45,
            "urls": "https://www.cryptoglobe.com/latest/2024/10/visa-launches-new-blockchain-platform-enabling-banks-to-issue-fiat-backed-tokens/",
            "title": "Visa Launches New Blockchain Platform Enabling Banks to Issue Fiat-Backed Tokens",
            "brief": "Visa has introduced a new product aimed at revolutionizing the way banks engage with blockchain technology. The Visa Tokenized Asset Platform (VTAP) will allow financial institutions to issue fiat-backed tokens on blockchain networks. The platform is designed…",
            "image": "https://media.cryptoglobe.com/2020/09/Visa-sign-in-a-shop-768x480.jpg",
            "content": "Visa has introduced a new product aimed at revolutionizing the way banks engage with blockchain technology. The Visa Tokenized Asset Platform (VTAP) will allow financial institutions to issue fiat-backed tokens on blockchain networks. The platform is designed to help banks seamlessly bridge traditional fiat currencies with emerging blockchain-based assets. According to Visa’s announcement, VTAP offers a secure and efficient way for banks to mint, burn, and transfer fiat-backed tokens, such as tokenized deposits and stablecoins. This product represents Visa’s latest effort to advance digital payment technologies by leveraging blockchain innovation. The platform is available on the Visa Developer Platform, allowing participating financial institutions to experiment with and test their own fiat-backed tokens in a sandbox environment. Visa’s press release emphasized its global reach, with over 15,000 financial institutions in more than 200 countries and territories already benefiting from Visa’s payment technologies. By launching VTAP, Visa is taking its expertise in digital payments to the blockchain, providing banks with tools to integrate blockchain technology into their existing financial systems. Visa says this product allows for programmability, enabling banks to use smart contracts and automate workflows for various financial applications. One key feature Visa highlighted is VTAP’s interoperability across both permissioned and public blockchains. Visa’s platform is designed to allow banks to interact with multiple blockchain ecosystems through a single API connection, making it easier for them to manage tokenized assets. Visa explained that interoperability is essential to support broad adoption of tokenized assets, with VTAP serving as the bridge between various blockchain networks. Visa also confirmed that BBVA is actively testing VTAP functionalities in its sandbox. According to the press release, BBVA has been using VTAP to issue, transfer, and redeem bank tokens on a testnet blockchain. The bank is planning a live pilot in 2025, focusing on Ethereum as its platform of choice for creating and managing fiat-backed tokens. Featured Image via Pixabay The views and opinions expressed by the author, or any people mentioned in this article, are for informational purposes only, and they do not constitute financial, investment, or other advice. Investing in or trading cryptoassets comes with a risk of financial loss. ...",
            "label": "Block Chain",
            "author": "Siamak Masnavi"
        },
        {
            "id": 46,
            "urls": "https://zycrypto.com/bank-pekao-launches-archiv3-to-tokenize-and-preserve-historic-art-on-aleph-zero-l1-blockchain/",
            "title": "Bank Pekao Launches Archiv3 To Tokenize And Preserve Historic Art On Aleph Zero L1 Blockchain",
            "brief": "Pekao S.A, the second largest bank in Poland, is proud to launch the Archiv3 project on the Aleph Zero blockchain, which aims to tokenize and preserve Polish cultural heritage. Archiv3 was launched in partnership with Aleph Zero, a layer 1 blockchain platform…",
            "image": "https://zycrypto.com/wp-content/uploads/2024/10/Bank-Pekao-Launches-Archiv3-To-Tokenize-And-Preserve-Historic-Art-On-Aleph-Zero-L1-Blockchain.jpg",
            "content": "Pekao S.A, the second largest bank in Poland, is proud to launch the Archiv3 project on the Aleph Zero blockchain, which aims to tokenize and preserve Polish cultural heritage. Archiv3 was launched in partnership with Aleph Zero, a layer 1 blockchain platform known for its speed, data confidentiality, and ease of development, and Degen House. Archiv3 will use the Aleph Zero blockchain to tokenize and preserve Polish cultural heritage with digital reproductions securely stored in the Arctic World Archive (AWA), also known as the “Doomsday Library.” Bank Pekao hopes this initiative will go a long way in ensuring the masterpieces are secured for their cultural significance and to serve as resources for future study.  Archiv3 will meticulously digitize masterpieces from iconic Polish artists such as Wojciech Kossak, Jan Matejko, Stanisław Wyspiański, and others. The artwork collection features a range of historical periods, particularly works from the 19th century. It also features a selection of modern pieces, such as works by contemporary artist Lia Kimura. Degen House, which currently serves as the bank’s technological partner and manages the Aleph Zero integration, will facilitate these pieces.  According to the term behind the project, the process began with creating high-quality museum-grade 3D scans using ultra-sensitive cameras. These cameras are designed to capture every detail of the original artwork for reproduction. Once reproduced, the digital replicas were minted as NFTs on the Aleph Zero blockchain and archived on the Arctic World Archive. These digital replicas will securely remain on the AWA for at least 1000 years. Notably, through the Archiv3 project, Bank Pekao became the first universal bank to preserve and tokenize historical art.  The project is part of the bank’s ongoing commitment to modernize its services and expand its reach within the digital market.  Commenting on the launch, Michał Walęczak, Director of the Private Banking Strategy and Development Department at Bank Pekao S.A stated: “We have chosen Aleph Zero for their privacy-focused, top-class technology combined with sound experience in cooperation with large institutions. Minimal carbon footprint as well as low storage costs were also important factors in our decision-making process. Tokenization of art requires modern and flexible technology, unforced creativity, and some out-of-the-box thinking; these features we were happy to find in co-operation with Aleph Zero.” The Artic World Archive is a highly secure data vault created in 2017 to protect invaluable culture, scientific information, and historical resources. Located on the remote Svalbard archipelago, it is designed to store data for long periods without the need for human or electric intervention. The valuable data stored include the Vatican Library, the entire GitHub code repository, documentation from UNICEF and UNESCO, and literary works by Nobel Prize laureates Wislawa Szymborska and Olga Tokarczuk.  ...",
            "label": "Block Chain",
            "author": "PR DESK"
        },
        {
            "id": 47,
            "urls": "https://dailyhodl.com/2024/10/03/pantera-capitals-dan-morehead-says-us-will-have-rational-blockchain-policy-regardless-of-who-wins-election/",
            "title": "Pantera Capital’s Dan Morehead Says US Will Have Rational Blockchain Policy Regardless of Who Wins Election",
            "brief": "Pantera Capital CEO Dan Morehead thinks the US will have a “rational policy on blockchain” regardless of who wins November’s presidential election. In a recent newsletter, Morehead points to Vice President Kamala Harris’ decision to mention the blockchain sec…",
            "image": "https://dailyhodl.com/wp-content/uploads/2024/10/pantera-dan-will-win.jpg",
            "content": "Pantera Capital CEO Dan Morehead thinks the US will have a “rational policy on blockchain” regardless of who wins November’s presidential election. In a recent newsletter, Morehead points to Vice President Kamala Harris’ decision to mention the blockchain sector in a speech last week. At a campaign event in Pittsburgh on September 25th, Harris spoke about the importance of the country’s technological and industrial strength. “I will recommit the nation to global leadership in the sectors that will define the next century. We will invest in biomanufacturing and aerospace; remain dominant in AI (artificial intelligence) and quantum computing, blockchain and other emerging technologies; expand our lead in clean energy innovation and manufacturing so the next generation of breakthroughs from advanced batteries to geothermal to advanced nuclear are not just invented but built here in America by American workers.” Morehead describes the mention of blockchain as “a very important policy leap” for Harris. “In policy, that first step is just so hard. Once you’ve done it, it’s easy to continue along that path. Now I’m confident that whichever candidate wins, the United States will have rational policy on blockchain.” It’s not the only time Harris has mentioned the sector: At a fundraiser in New York City last month, the vice president vowed to help grow investments in digital asset technology, according to a report from Bloomberg. “I will bring together labor, small business founders and innovators and major companies. We will partner together to invest in America’s competitiveness, to invest in America’s future. We will encourage innovative technologies like AI and digital assets, while protecting our consumers and investors.” Generated Image: Midjourney Covering the future of finance, including macro, bitcoin, ethereum, crypto, and web 3. Categories Bitcoin • Ethereum • Trading •\nAltcoins • Futuremash • Financeflux •\nBlockchain • Regulators • Scams •\nHodlX • Press Releases   ABOUT US | EDITORIAL POLICY | PRIVACY POLICY\nTERMS AND CONDITIONS  | CONTACT | ADVERTISE  JOIN US ON TELEGRAM  JOIN US ON X  JOIN US ON FACEBOOK COPYRIGHT © 2017-2024 THE DAILY HODL © 2023 The Daily Hodl ...",
            "label": "Block Chain",
            "author": "Conor Devitt"
        }
    ]
}